[
  {
    "Id": 1,
    "VariantID": 1,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 2,
    "VariantID": 2,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 3,
    "VariantID": 3,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with increased risk of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 4,
    "VariantID": 4,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype GG is not associated with likelihood of drug-induced liver injury when exposed to isoniazid and rifampin in people with Tuberculosis as compared to genotypes CC + CG.",
    "Notes": null
  },
  {
    "Id": 5,
    "VariantID": 5,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 6,
    "VariantID": 6,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 7,
    "VariantID": 7,
    "ChemicalID": 64,
    "Medical_Effect": "Allele C is associated with decreased likelihood of non-response when treated with citalopram in people with Depression as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 8,
    "VariantID": 8,
    "ChemicalID": 53,
    "Medical_Effect": "Allele G is associated with decreased severity of Hypersensitivity when treated with carbamazepine as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 9,
    "VariantID": 9,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype TT is associated with decreased likelihood of INR >3 (over-anticoagulation) when treated with warfarin as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 10,
    "VariantID": 10,
    "ChemicalID": 56,
    "Medical_Effect": "Genotype CC is associated with decreased likelihood of improved left ventricular ejection fraction when treated with carvedilol in people with Heart Failure as compared to genotypes CG + GG.",
    "Notes": null
  },
  {
    "Id": 11,
    "VariantID": 11,
    "ChemicalID": 61,
    "Medical_Effect": "Allele G is associated with decreased major adverse cardiac events (mace) when treated with chlorthalidone in people with Hypertension as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 12,
    "VariantID": 12,
    "ChemicalID": 12,
    "Medical_Effect": "Genotypes AG + GG are associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 13,
    "VariantID": 13,
    "ChemicalID": 11,
    "Medical_Effect": "Allele A is associated with increased risk of Torsades de Pointes when treated with amiodarone as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 14,
    "VariantID": 14,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is associated with severe warfarin resistance, may require a higher dose (INR never reached) when treated with warfarin as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 15,
    "VariantID": 15,
    "ChemicalID": 61,
    "Medical_Effect": "Genotype GG is associated with decreased systolic blood pressure when treated with chlorthalidone in people with Hypertension.",
    "Notes": null
  },
  {
    "Id": 16,
    "VariantID": 16,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is associated with decreased plasma AUC of pravastatin.",
    "Notes": null
  },
  {
    "Id": 17,
    "VariantID": 17,
    "ChemicalID": 208,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of non-response when treated with paroxetine and sertraline in people with Panic Disorder as compared to genotypes CG + GG.",
    "Notes": null
  },
  {
    "Id": 18,
    "VariantID": 18,
    "ChemicalID": 202,
    "Medical_Effect": "Genotype TT is associated with decreased AUC of omeprazole in people with no disease as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 19,
    "VariantID": 19,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AG + GG are associated with decreased risk of onset of toxicity when treated with methotrexate in people with Psoriasis as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 20,
    "VariantID": 20,
    "ChemicalID": 185,
    "Medical_Effect": "Genotypes CT + TT are associated with decreased risk of biopsy-proven acute rejection when treated with mycophenolate mofetil in people with Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 21,
    "VariantID": 21,
    "ChemicalID": 197,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of Hypotension, Orthostatic when treated with nortriptyline in people with Depressive Disorder, Major as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 22,
    "VariantID": 22,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with increased risk of toxicity when treated with methotrexate in people with Psoriasis as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 23,
    "VariantID": 23,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with decreased disease activity as assessed by the physician when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes CC + CG.",
    "Notes": null
  },
  {
    "Id": 24,
    "VariantID": 24,
    "ChemicalID": 145,
    "Medical_Effect": "Allele A is associated with increased treatment efficacy when treated with letrozole in people with Breast Neoplasms as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 25,
    "VariantID": 25,
    "ChemicalID": 200,
    "Medical_Effect": "Allele A is associated with increased risk of treatment-resistance when treated with olanzapine and risperidone in people with Alzheimer Disease as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 26,
    "VariantID": 26,
    "ChemicalID": 200,
    "Medical_Effect": "Allele T is associated with decreased risk of Weight gain when treated with olanzapine in people with Depressive Disorder or Schizophrenia as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 27,
    "VariantID": 27,
    "ChemicalID": 285,
    "Medical_Effect": "Genotype GG is associated with increased risk of QTc prolongation when treated with verapamil.",
    "Notes": null
  },
  {
    "Id": 28,
    "VariantID": 28,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype GG is associated with increased risk of Weight gain when treated with olanzapine in people with Schizophrenia as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 29,
    "VariantID": 29,
    "ChemicalID": 285,
    "Medical_Effect": "Genotype GG is associated with increased risk of QTc prolongation when treated with verapamil as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 30,
    "VariantID": 30,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype CC is associated with greater positive symptom improvement and positive symptom remission when treated with olanzapine in people with Schizophrenia as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 31,
    "VariantID": 31,
    "ChemicalID": 191,
    "Medical_Effect": "Genotype AG is associated with larger mean changes in systolic and diastolic blood pressure when treated with nifedipine as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 32,
    "VariantID": 32,
    "ChemicalID": 191,
    "Medical_Effect": "Genotype AG is associated with smaller mean changes in systolic and diastolic blood pressure when treated with nifedipine as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 33,
    "VariantID": 33,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype GG is associated with increased risk of Weight gain when treated with olanzapine in people with Schizophrenia as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 34,
    "VariantID": 34,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype GT is associated with decreased reduction in LDL when exposed to pravastatin as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 35,
    "VariantID": 35,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype AT is associated with decreased reduction in LDL when treated with pravastatin as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 36,
    "VariantID": 36,
    "ChemicalID": 219,
    "Medical_Effect": "Genotypes AG + GG are associated with decreased risk of Myocardial Infarction when treated with pravastatin.",
    "Notes": null
  },
  {
    "Id": 37,
    "VariantID": 37,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype AA is associated with decreased risk of Myocardial Infarction when treated with pravastatin.",
    "Notes": null
  },
  {
    "Id": 38,
    "VariantID": 38,
    "ChemicalID": 236,
    "Medical_Effect": "Genotype CC is associated with increased mean plasma AUC of repaglinide as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 39,
    "VariantID": 39,
    "ChemicalID": 131,
    "Medical_Effect": "Genotypes CG + GG are associated with increased pain relief when treated with ibuprofen as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 40,
    "VariantID": 40,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is not associated with increased risk of relapse when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 41,
    "VariantID": 41,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with increased risk of mucositis when treated with methotrexate in people with Lymphoma, Non-Hodgkin as compared to genotypes GT + TT.",
    "Notes": null
  },
  {
    "Id": 43,
    "VariantID": 42,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is associated with increased response base on Disease Activity Score in 44 joints improvement at 6 months of treatment when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes GG + GT.",
    "Notes": null
  },
  {
    "Id": 44,
    "VariantID": 43,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with end-of-induction minimal risidual disease (MRD) in childhood acute lymphoblastic leukemia (ALL) and is also associated with greater methotrexate clearance. when treated with methotrexate as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 45,
    "VariantID": 44,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with end-of-induction minimal risidual disease (MRD) in childhood acute lymphoblastic leukemia (ALL) and is also associated with greater methotrexate clearance when treated with methotrexate as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 46,
    "VariantID": 45,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with increased risk of gastrointestinal toxicity, Leukopenia and Toxic liver disease when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 47,
    "VariantID": 46,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype CC is not associated with decreased required dose of warfarin as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 48,
    "VariantID": 47,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with increased clearance of methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 49,
    "VariantID": 48,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AG is associated with increased risk of non-response when treated with methotrexate in people with Arthritis, Rheumatoid.",
    "Notes": null
  },
  {
    "Id": 50,
    "VariantID": 49,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is associated with increased methotrexate polyglutamate accumulation when treated with methotrexate in people with B-hyperdiploid subtype of Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 51,
    "VariantID": 50,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with higher mean toxicity score when treated with methotrexate in people with Arthritis, Rheumatoid.",
    "Notes": null
  },
  {
    "Id": 52,
    "VariantID": 51,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with decreased in the disease activity score when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 53,
    "VariantID": 52,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased drug-induced liver injury when treated with methotrexate in people with Psoriasis as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 54,
    "VariantID": 53,
    "ChemicalID": 53,
    "Medical_Effect": "Genotypes AA + AG are associated with increased risk of neurological ADR when treated with carbamazepine in people with Epilepsy as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 55,
    "VariantID": 54,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype AA is associated with increased risk of side effects when treated with olanzapine in people with psychiatric disorders as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 56,
    "VariantID": 55,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype AA is associated with decreased plasma concentrations when treated with olanzapine in people with psychiatric disorders as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 57,
    "VariantID": 56,
    "ChemicalID": 44,
    "Medical_Effect": "Allele G is associated with decreased sexual side-effects when treated with bupropion in people with Depressive Disorder, Major as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 58,
    "VariantID": 57,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with increased likelihood of discontinuation of methotrexate in people with Arthritis as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 60,
    "VariantID": 58,
    "ChemicalID": 53,
    "Medical_Effect": "Allele G is associated with decreased severity of Hypersensitivity when treated with carbamazepine as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 62,
    "VariantID": 59,
    "ChemicalID": 44,
    "Medical_Effect": "Genotype TT is associated with increased likelihood of smoking cessation when treated with bupropion in people with female gender as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 63,
    "VariantID": 60,
    "ChemicalID": 44,
    "Medical_Effect": "Genotype CT is associated with increased likelihood of smoking cessation when treated with bupropion in people with female gender as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 64,
    "VariantID": 61,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is associated with increased risk of atherothrombotic events during the 6-year follow up in patients with mechanical heart valve replacement when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 65,
    "VariantID": 62,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is associated with increased methotrexate polyglutamate (MTXPG3-5) levels when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 66,
    "VariantID": 63,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with decreased methotrexate polyglutamate (MTXPG3-5) levels when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes GG + AG.",
    "Notes": null
  },
  {
    "Id": 67,
    "VariantID": 64,
    "ChemicalID": 200,
    "Medical_Effect": "Allele A is associated with positive relationship between olanzapine plasma levels and positive symptom reduction compared to subjects with the GG genotype when treated with olanzapine.",
    "Notes": null
  },
  {
    "Id": 68,
    "VariantID": 65,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AG + GG are associated with increased likelihood of mucositis when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma.",
    "Notes": null
  },
  {
    "Id": 69,
    "VariantID": 66,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased risk of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 70,
    "VariantID": 67,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is not associated with differences in plasma or cerebrospinal fluid homocysteine levels or in toxicity when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 71,
    "VariantID": 68,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased risk of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 72,
    "VariantID": 69,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased risk of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 73,
    "VariantID": 70,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased risk of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 74,
    "VariantID": 71,
    "ChemicalID": 13,
    "Medical_Effect": "Genotype TT is associated with increased risk of Heart Failure when treated with amlodipine in people with Hypertension.",
    "Notes": null
  },
  {
    "Id": 75,
    "VariantID": 72,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is associated with increased likelihood of Weight gain when treated with risperidone in children as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 76,
    "VariantID": 73,
    "ChemicalID": 238,
    "Medical_Effect": "Allele C is associated with increased risk of Hyperprolactinemia when treated with risperidone as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 77,
    "VariantID": 74,
    "ChemicalID": 238,
    "Medical_Effect": "Genotypes AA + AG are associated with increased risk of Hyperprolactinemia when treated with risperidone as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 78,
    "VariantID": 75,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased risk of mucositis when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma.",
    "Notes": null
  },
  {
    "Id": 79,
    "VariantID": 76,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is associated with increased clearance of methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma.",
    "Notes": null
  },
  {
    "Id": 80,
    "VariantID": 77,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with increased risk of GI toxicity when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 81,
    "VariantID": 78,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with increased likelihood of clinical response when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 83,
    "VariantID": 79,
    "ChemicalID": 238,
    "Medical_Effect": "Allele G is associated with increased risk of extrapyramidal symptoms when treated with risperidone in people with Bipolar Disorder or Schizophrenia as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 84,
    "VariantID": 80,
    "ChemicalID": 53,
    "Medical_Effect": "Allele T is associated with increased risk of Stevens-Johnson Syndrome when treated with carbamazepine as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 85,
    "VariantID": 81,
    "ChemicalID": 53,
    "Medical_Effect": "Allele C is associated with increased risk of Stevens-Johnson Syndrome when treated with carbamazepine as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 86,
    "VariantID": 82,
    "ChemicalID": 53,
    "Medical_Effect": "Allele A is associated with increased risk of Hypersensitivity Syndrome when treated with carbamazepine as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 88,
    "VariantID": 83,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with decreased likelihood of event-free survival when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 91,
    "VariantID": 84,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with decreased likelihood of event free survival when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 92,
    "VariantID": 85,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with increased intolerance when treated with citalopram in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 93,
    "VariantID": 86,
    "ChemicalID": 202,
    "Medical_Effect": "Genotype TT is associated with decreased AUC of omeprazole in people with no disease as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 94,
    "VariantID": 87,
    "ChemicalID": 197,
    "Medical_Effect": "Allele A is associated with decreased improvement of depression symptoms when treated with nortriptyline in people with Depressive Disorder, Major as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 96,
    "VariantID": 88,
    "ChemicalID": 64,
    "Medical_Effect": "Allele T is associated with increased likelihood of adverse effects when treated with citalopram, fluvoxamine, paroxetine, sertraline or venlafaxine in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 97,
    "VariantID": 89,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is not associated with increased risk of transplant rejection when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 98,
    "VariantID": 73,
    "ChemicalID": 200,
    "Medical_Effect": "Allele C is associated with decreased time until response when treated with olanzapine and risperidone in people with Schizophrenia as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 99,
    "VariantID": 90,
    "ChemicalID": 53,
    "Medical_Effect": "Allele A is associated with increased risk of Seizures when treated with carbamazepine, phenobarbital, phenytoin and valproic acid in people with Epilepsy as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 102,
    "VariantID": 91,
    "ChemicalID": 185,
    "Medical_Effect": "Genotypes CT + TT are associated with decreased risk of biopsy-proven acute rejection when treated with mycophenolate mofetil in people with kidney transplant as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 103,
    "VariantID": 92,
    "ChemicalID": 1,
    "Medical_Effect": "Genotype CC is associated with increased lumbar spine Bone Mineral Density when treated with alendronate in people with Osteoporosis as compared to genotype CT.",
    "Notes": null
  },
  {
    "Id": 104,
    "VariantID": 93,
    "ChemicalID": 281,
    "Medical_Effect": "Allele G is associated with increased likelihood of prophylactic treatment response when treated with valproic acid in people with Bipolar Disorder as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 105,
    "VariantID": 94,
    "ChemicalID": 285,
    "Medical_Effect": "Genotype GG is associated with increased risk of adverse outcome when treated with verapamil in people with Hypertension and Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 106,
    "VariantID": 95,
    "ChemicalID": 208,
    "Medical_Effect": "Genotype GG is associated with increased risk of adverse drug reaction when treated with paroxetine in people with Depression as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 107,
    "VariantID": 96,
    "ChemicalID": 208,
    "Medical_Effect": "Genotype AG is associated with improved response when treated with paroxetine in people with Depression as compared to genotypes AA + GG.",
    "Notes": null
  },
  {
    "Id": 109,
    "VariantID": 97,
    "ChemicalID": 281,
    "Medical_Effect": "Allele T is associated with increased AUC of valproic acid in healthy individuals no disease as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 110,
    "VariantID": 98,
    "ChemicalID": 281,
    "Medical_Effect": "Allele A is associated with increased AUC of valproic acid in healthy individuals as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 111,
    "VariantID": 99,
    "ChemicalID": 281,
    "Medical_Effect": "Allele G is associated with increased glucuronidation of valproic acid.",
    "Notes": null
  },
  {
    "Id": 112,
    "VariantID": 100,
    "ChemicalID": 281,
    "Medical_Effect": "Allele C is associated with increased glucuronidation of valproic acid.",
    "Notes": null
  },
  {
    "Id": 113,
    "VariantID": 101,
    "ChemicalID": 285,
    "Medical_Effect": "Genotypes AT + TT are associated with increased risk of adverse outcome when treated with verapamil in people with Hypertension and Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 115,
    "VariantID": 102,
    "ChemicalID": 285,
    "Medical_Effect": "Genotype AA is not associated with increased risk of adverse outcome when treated with verapamil in people with Hypertension and Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 116,
    "VariantID": 103,
    "ChemicalID": 281,
    "Medical_Effect": "Allele G is associated with increased glucuronidation of valproic acid.",
    "Notes": null
  },
  {
    "Id": 117,
    "VariantID": 104,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with decreased risk of Toxic liver disease when treated with methotrexate in children with Osteosarcoma as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 118,
    "VariantID": 105,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CC is associated with increased risk of Hyperlipidemias when treated with tacrolimus in people with Kidney Transplantation as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 119,
    "VariantID": 106,
    "ChemicalID": 1,
    "Medical_Effect": "Genotype CC is associated with increased Bone Mineral Density when treated with alendronate in people with Osteoporosis as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 120,
    "VariantID": 107,
    "ChemicalID": 137,
    "Medical_Effect": "Genotypes AA + AG are associated with increased likelihood of Toxic liver disease when treated with isoniazid and rifampin in people with Tuberculosis as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 121,
    "VariantID": 108,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with decreased severity of Drug Toxicity when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 124,
    "VariantID": 109,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AA + AG are associated with decreased severity of Leukopenia when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 126,
    "VariantID": 110,
    "ChemicalID": 226,
    "Medical_Effect": "Genotype AA is associated with increased area under plasma concentration of propranolol when treated with propranolol in healthy individuals as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 127,
    "VariantID": 111,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is not associated with toxicity when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma.",
    "Notes": null
  },
  {
    "Id": 128,
    "VariantID": 112,
    "ChemicalID": 64,
    "Medical_Effect": "Allele G is associated with increased risk of treatment-emergent suicidal ideation when treated with citalopram in people with Depression.",
    "Notes": null
  },
  {
    "Id": 130,
    "VariantID": 113,
    "ChemicalID": 64,
    "Medical_Effect": "Genotype CC is associated with increased risk of treatment-emergent suicidal ideation when treated with citalopram in people with Depression.",
    "Notes": null
  },
  {
    "Id": 132,
    "VariantID": 114,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is associated with increased risk of Drug Toxicity due to isoniazid and phenytoin in people with Tuberculoma of brain and Tuberculous meningitis NOS as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 139,
    "VariantID": 115,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is not associated with decreased IQ when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma.",
    "Notes": null
  },
  {
    "Id": 141,
    "VariantID": 116,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is not associated with decreased IQ when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma.",
    "Notes": null
  },
  {
    "Id": 142,
    "VariantID": 117,
    "ChemicalID": 53,
    "Medical_Effect": "Allele A is associated with drug resistance when treated with carbamazepine, lamotrigine, oxcarbazepine, phenytoin or topiramate in people with Epilepsy as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 143,
    "VariantID": 118,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with increased likelihood of Thrombocytopenia when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 144,
    "VariantID": 119,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with increased likelihood of methotrexate-induced nodulosis when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 145,
    "VariantID": 120,
    "ChemicalID": 254,
    "Medical_Effect": "Allele C is not associated with trough concentrations of tacrolimus in people with Kidney Transplantation.",
    "Notes": null
  },
  {
    "Id": 146,
    "VariantID": 64,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 147,
    "VariantID": 121,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 148,
    "VariantID": 122,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes CT + TT are associated with increased likelihood of over-anticoagulation when treated with warfarin as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 149,
    "VariantID": 123,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AG is associated with increased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 150,
    "VariantID": 124,
    "ChemicalID": 113,
    "Medical_Effect": "Allele G is associated with increased risk of adverse drug events when treated with folic acid and methotrexate in people with Arthritis, Rheumatoid as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 151,
    "VariantID": 125,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes CC + CT are associated with increased time to discontinuation or dose reduction when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 152,
    "VariantID": 126,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 153,
    "VariantID": 127,
    "ChemicalID": 113,
    "Medical_Effect": "Allele G is associated with increased likelihood of any adverse drug event when treated with folic acid and methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 154,
    "VariantID": 128,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with increased red blood cell folate when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 157,
    "VariantID": 129,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is associated with decreased likelihood of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 158,
    "VariantID": 130,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype CG is associated with increased Weight gain when treated with olanzapine in people with Schizophrenia as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 159,
    "VariantID": 131,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype CC is associated with increased risk of bone marrow toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes AA + AC.",
    "Notes": null
  },
  {
    "Id": 160,
    "VariantID": 132,
    "ChemicalID": 137,
    "Medical_Effect": "Allele T is associated with increased risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 161,
    "VariantID": 133,
    "ChemicalID": 167,
    "Medical_Effect": "Allele A is associated with increased bioavailability when exposed to metformin.",
    "Notes": null
  },
  {
    "Id": 162,
    "VariantID": 134,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is associated with increased risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 163,
    "VariantID": 135,
    "ChemicalID": 137,
    "Medical_Effect": "Allele A is associated with increased risk of Drug Toxicity due to isoniazid and phenytoin in people with Tuberculoma of brain and Tuberculous meningitis NOS as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 164,
    "VariantID": 136,
    "ChemicalID": 254,
    "Medical_Effect": "Allele T is associated with increased risk of nephrotoxicity when treated with tacrolimus in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 165,
    "VariantID": 137,
    "ChemicalID": 103,
    "Medical_Effect": "Genotype TT is associated with increased reduction in fasting LDL-C when treated with fenofibrate as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 166,
    "VariantID": 138,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CC + TT are associated with increased risk of nephrotoxicity when treated with tacrolimus in people with Kidney Transplantation.",
    "Notes": null
  },
  {
    "Id": 167,
    "VariantID": 21,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype AA is associated with increased success rate in achieving short-term remission when treated with tacrolimus in people with Colitis, Ulcerative as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 168,
    "VariantID": 139,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype AA is not associated with increased success rate in achieving short-term remission when treated with tacrolimus in people with Colitis, Ulcerative as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 169,
    "VariantID": 140,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype AA is associated with increased success rate in achieving short-term remission when treated with tacrolimus in people with Colitis, Ulcerative as compared to genotypes AC + CC.",
    "Notes": null
  },
  {
    "Id": 170,
    "VariantID": 141,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CC is associated with increased risk of Diabetes Mellitus when treated with tacrolimus in people with cadaveric kidney graft as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 171,
    "VariantID": 142,
    "ChemicalID": 103,
    "Medical_Effect": "Genotypes CC + CT are associated with decreased reduction in fasting IL-2 when treated with fenofibrate as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 172,
    "VariantID": 143,
    "ChemicalID": 8,
    "Medical_Effect": "Genotypes CT + TT are associated with decreased risk of severe cutaneous adverse reactions when treated with allopurinol as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 173,
    "VariantID": 144,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype TT is associated with increased likelihood of Hemorrhage when treated with warfarin as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 174,
    "VariantID": 145,
    "ChemicalID": 208,
    "Medical_Effect": "Allele T is associated with increased likelihood of remission when treated with paroxetine in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 175,
    "VariantID": 146,
    "ChemicalID": 103,
    "Medical_Effect": "Genotype TT is associated with increased reduction in fasting LDL-C when treated with fenofibrate as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 176,
    "VariantID": 147,
    "ChemicalID": 265,
    "Medical_Effect": "Genotype TT is associated with decreased serum bicarbonate levels when treated with topiramate and zonisamide as compared to genotype CT.",
    "Notes": null
  },
  {
    "Id": 177,
    "VariantID": 148,
    "ChemicalID": 208,
    "Medical_Effect": "Allele A is associated with increased likelihood of remission when treated with paroxetine in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 178,
    "VariantID": 149,
    "ChemicalID": 208,
    "Medical_Effect": "Genotype TT is associated with slower response time when treated with paroxetine in people with Depressive Disorder, Major as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 179,
    "VariantID": 150,
    "ChemicalID": 208,
    "Medical_Effect": "Allele T is associated with decreased likelihood of remission when treated with paroxetine in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 180,
    "VariantID": 151,
    "ChemicalID": 265,
    "Medical_Effect": "Genotype AA is associated with decreased serum bicarbonate levels when treated with topiramate and zonisamide as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 181,
    "VariantID": 76,
    "ChemicalID": 185,
    "Medical_Effect": "Allele C is associated with decreased risk of adverse drug reactions when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 182,
    "VariantID": 152,
    "ChemicalID": 185,
    "Medical_Effect": "Allele G is associated with increased risk of adverse drug reactions when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 183,
    "VariantID": 153,
    "ChemicalID": 185,
    "Medical_Effect": "Allele A is not associated with increased risk of adverse drug reactions when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 184,
    "VariantID": 154,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is not associated with increased risk of adverse drug reactions when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 185,
    "VariantID": 64,
    "ChemicalID": 185,
    "Medical_Effect": "Allele A is not associated with increased risk of adverse drug reactions when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 187,
    "VariantID": 155,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is not associated with increased risk of adverse drug reactions when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 189,
    "VariantID": 156,
    "ChemicalID": 208,
    "Medical_Effect": "Allele T is not associated with differences in MADRS scores or clinical improvement after 4 or 6 weeks of treatment when treated with paroxetine in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 190,
    "VariantID": 157,
    "ChemicalID": 167,
    "Medical_Effect": "Allele A is not associated with efficacy to metformin as measured by HbA1c reduction when treated with metformin in people with Diabetes Mellitus, Type 2 as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 191,
    "VariantID": 158,
    "ChemicalID": 53,
    "Medical_Effect": "Genotype TT is associated with increased likelihood of severe cutaneous adverse reactions when treated with carbamazepine as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 192,
    "VariantID": 159,
    "ChemicalID": 285,
    "Medical_Effect": "Allele A is associated with decreased risk of Myocardial Infarction and Stroke when treated with verapamil in people with Coronary Artery Disease and Hypertension as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 193,
    "VariantID": 160,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is associated with increased risk of Coronary Disease when treated with pravastatin in men.",
    "Notes": null
  },
  {
    "Id": 194,
    "VariantID": 161,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype CC is associated with increased imatinib clearance when treated with imatinib as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 196,
    "VariantID": 162,
    "ChemicalID": 268,
    "Medical_Effect": "Allele T is associated with higher plasma concentrations of O-desmethyltramadol when exposed to tramadol in healthy individuals as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 197,
    "VariantID": 163,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype CC is associated with increased imatinib clearance when treated with imatinib as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 198,
    "VariantID": 164,
    "ChemicalID": 281,
    "Medical_Effect": "Allele T is not associated with plasma concentration of the 4-ene-VPA metabolite of valproic acid in people with Epilepsy as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 199,
    "VariantID": 165,
    "ChemicalID": 281,
    "Medical_Effect": "Allele C is not associated with plasma concentration of the 4-ene-VPA metabolite of valproic acid in people with Epilepsy as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 200,
    "VariantID": 166,
    "ChemicalID": 268,
    "Medical_Effect": "Allele A is associated with increased plasma concentrations of O-desmethyltramadol when exposed to tramadol in healthy individuals.",
    "Notes": null
  },
  {
    "Id": 202,
    "VariantID": 167,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype AA is associated with increased plasma insulin levels when treated with olanzapine in people with Schizophrenia as compared to genotypes AT + TT.",
    "Notes": null
  },
  {
    "Id": 203,
    "VariantID": 168,
    "ChemicalID": 137,
    "Medical_Effect": "Allele A is associated with increased likelihood of Toxic liver disease when treated with isoniazid, pyrazinamide and rifampin in children with Tuberculosis as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 204,
    "VariantID": 169,
    "ChemicalID": 47,
    "Medical_Effect": "Allele A is associated with increased risk of Fractures, Bone when treated with calcitriol.",
    "Notes": null
  },
  {
    "Id": 205,
    "VariantID": 170,
    "ChemicalID": 281,
    "Medical_Effect": "Genotype AC is associated with increased mean plasma drug concentrations of valproic acid in people with Epilepsy as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 206,
    "VariantID": 171,
    "ChemicalID": 44,
    "Medical_Effect": "Genotype AA is associated with increased abstinence when treated with bupropion or nicotine in men with Tobacco Use Disorder as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 207,
    "VariantID": 172,
    "ChemicalID": 208,
    "Medical_Effect": "Allele A is associated with increased risk of suicidal ideation when treated with paroxetine in people with Depression as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 208,
    "VariantID": 173,
    "ChemicalID": 153,
    "Medical_Effect": "Genotype AA is associated with increased risk of Stroke when treated with lisinopril in people with Hypertension.",
    "Notes": null
  },
  {
    "Id": 209,
    "VariantID": 174,
    "ChemicalID": 56,
    "Medical_Effect": "Allele C is associated with increased reduction in resting blood pressure when treated with carvedilol in healthy individuals as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 210,
    "VariantID": 175,
    "ChemicalID": 200,
    "Medical_Effect": "Allele G is not associated with differences in plasma OLZ and metabolite concentrations and on their respective ratios when treated with olanzapine in people with Schizophrenia as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 211,
    "VariantID": 176,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with increased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 212,
    "VariantID": 177,
    "ChemicalID": 12,
    "Medical_Effect": "Allele T is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 213,
    "VariantID": 178,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 214,
    "VariantID": 179,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with increased risk of non-response to methotrexate when treated with methotrexate in children with Arthritis, Juvenile Rheumatoid as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 215,
    "VariantID": 180,
    "ChemicalID": 284,
    "Medical_Effect": "Genotypes AG + GG are associated with significantly better improvement (Clinical Global Impression of Improvement (CGI-I) score) at 6 months of treatment when treated with venlafaxine in people with Anxiety Disorders as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 216,
    "VariantID": 181,
    "ChemicalID": 82,
    "Medical_Effect": "Allele C is not associated with reduction in blood pressure when treated with diltiazem in people with Hypertension as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 217,
    "VariantID": 182,
    "ChemicalID": 285,
    "Medical_Effect": "Allele C is associated with decreased risk of primary outcome (all cause mortality, nonfatal myocardial infarction or nonfatal stroke) when treated with verapamil in people with Hypertension as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 218,
    "VariantID": 183,
    "ChemicalID": 285,
    "Medical_Effect": "Genotypes CT + TT are associated with earlier achievement of blood pressure control when treated with verapamil in people with Hypertension as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 219,
    "VariantID": 184,
    "ChemicalID": 226,
    "Medical_Effect": "Allele C is associated with increased severity of Pain when treated with propranolol in women with Temporomandibular Joint Disorders and Pain as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 220,
    "VariantID": 185,
    "ChemicalID": 167,
    "Medical_Effect": "Allele T is associated with decreased metformin uptake in HEK-293 cells and reduction in protein expression levels when exposed to metformin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 221,
    "VariantID": 186,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is associated with warfarin variability when treated with warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 222,
    "VariantID": 187,
    "ChemicalID": 123,
    "Medical_Effect": "Genotype AA is associated with motor side effects when treated with haloperidol in people with Schizophrenia as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 223,
    "VariantID": 188,
    "ChemicalID": 44,
    "Medical_Effect": "Allele G is associated with increased likelihood of smoking abstinence within slow nicotine metabolizers when exposed to bupropion or nicotine in people with Tobacco Use Disorder as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 224,
    "VariantID": 189,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with increased likelihood of remission when treated with citalopram in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 225,
    "VariantID": 190,
    "ChemicalID": 254,
    "Medical_Effect": "Allele C is associated with tacrolimus concentration to dose ratio (C/D ratio) when treated with tacrolimus as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 226,
    "VariantID": 191,
    "ChemicalID": 44,
    "Medical_Effect": "Allele A is associated with increased likelihood of smoking abstinence within slow nicotine metabolizers when exposed to bupropion or nicotine in people with Tobacco Use Disorder as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 228,
    "VariantID": 192,
    "ChemicalID": 135,
    "Medical_Effect": "Genotypes AC + CC are associated with blood pressure response when treated with irbesartan in people with Hypertension as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 229,
    "VariantID": 193,
    "ChemicalID": 167,
    "Medical_Effect": "Allele T is associated with increased likelihood of treatment failure when treated with metformin and sulfonamides, urea derivatives in people with Diabetes Mellitus, Type 2 as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 231,
    "VariantID": 194,
    "ChemicalID": 254,
    "Medical_Effect": "Allele T is associated with tacrolimus concentration to dose ratio (C/D ratio) when treated with tacrolimus as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 232,
    "VariantID": 195,
    "ChemicalID": 185,
    "Medical_Effect": "Allele G is associated with increased inosine monophosphate dehydrogenase activity when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 233,
    "VariantID": 196,
    "ChemicalID": 219,
    "Medical_Effect": "Genotypes CT + TT are not associated with the response of total cholesterol, LDL, HDL, triglycerides or CRP to pravastatin when treated with pravastatin in men with as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 234,
    "VariantID": 197,
    "ChemicalID": 110,
    "Medical_Effect": "Genotype CC is associated with increased response when treated with fluoxetine in people with major depression and high anxiety as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 235,
    "VariantID": 198,
    "ChemicalID": 171,
    "Medical_Effect": "Genotypes AC + CC are associated with increased risk of appetite suppression when treated with methylphenidate in children with Attention Deficit Disorder with Hyperactivity as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 236,
    "VariantID": 199,
    "ChemicalID": 291,
    "Medical_Effect": "Allele C is not associated with stable warfarin dose univariately when treated with warfarin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 237,
    "VariantID": 200,
    "ChemicalID": 12,
    "Medical_Effect": "Genotypes AA + AT are not associated with increased risk of side effects when treated with amitriptyline in people with Depression as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 238,
    "VariantID": 201,
    "ChemicalID": 12,
    "Medical_Effect": "Genotype AA is associated with increased log metabolic ratio of amitriptyline/nortriptyline when treated with amitriptyline as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 239,
    "VariantID": 202,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is associated with increased likelihood of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 240,
    "VariantID": 203,
    "ChemicalID": 12,
    "Medical_Effect": "Allele A is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 242,
    "VariantID": 204,
    "ChemicalID": 44,
    "Medical_Effect": "Allele T is associated with increased likelihood of smoking abstinence within slow nicotine metabolizers when exposed to bupropion or nicotine in people with Tobacco Use Disorder as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 243,
    "VariantID": 205,
    "ChemicalID": 238,
    "Medical_Effect": "Allele G is associated with increased likelihood of Sexual adverse events when treated with risperidone in people with Schizophrenia as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 244,
    "VariantID": 206,
    "ChemicalID": 238,
    "Medical_Effect": "Allele C is associated with increased likelihood of Sleep Disorders when treated with risperidone in people with Schizophrenia as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 245,
    "VariantID": 207,
    "ChemicalID": 44,
    "Medical_Effect": "Allele G is associated with decreased metabolism of bupropion and efavirenz.",
    "Notes": null
  },
  {
    "Id": 246,
    "VariantID": 208,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased likelihood of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 247,
    "VariantID": 209,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is associated with increased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 248,
    "VariantID": 210,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is associated with decreased likelihood of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 249,
    "VariantID": 211,
    "ChemicalID": 40,
    "Medical_Effect": "Genotype CC is not associated with decreased response (heart-rate lowering) when treated with bisoprolol in people with Heart Failure as compared to genotypes CG + GG.",
    "Notes": null
  },
  {
    "Id": 250,
    "VariantID": 212,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is associated with increased risk of Death when treated with pravastatin in men with Coronary Artery Disease as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 252,
    "VariantID": 213,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 253,
    "VariantID": 214,
    "ChemicalID": 11,
    "Medical_Effect": "Allele T is associated with increased risk of Torsades de Pointes when treated with amiodarone, Antibiotics, antipsychotics, diuretics, quinidine or sotalol as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 254,
    "VariantID": 215,
    "ChemicalID": 114,
    "Medical_Effect": "Genotypes CG + GG are associated with increased likelihood of diuretic unresponsiveness when treated with furosemide and spironolactone in people with Liver Cirrhosis as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 255,
    "VariantID": 216,
    "ChemicalID": 114,
    "Medical_Effect": "Genotypes GT + TT are associated with increased likelihood of diuretic unresponsiveness when treated with furosemide and spironolactone in people with Liver Cirrhosis as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 256,
    "VariantID": 217,
    "ChemicalID": 200,
    "Medical_Effect": "Genotypes GG + GT are not associated with serum concentrations of the parent drug olanzapine when treated with olanzapine as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 257,
    "VariantID": 218,
    "ChemicalID": 114,
    "Medical_Effect": "Genotypes AA + AG are associated with increased likelihood of diuretic unresponsiveness when treated with furosemide and spironolactone in people with Liver Cirrhosis as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 259,
    "VariantID": 219,
    "ChemicalID": 113,
    "Medical_Effect": "Genotypes AG + GG are associated with greater reduction in homocysteine when treated with folic acid and vitamin b-complex, plain in women with Migraine with Aura as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 260,
    "VariantID": 220,
    "ChemicalID": 113,
    "Medical_Effect": "Genotypes AA + AG are associated with decreased severity of Pain when treated with folic acid and vitamin b-complex, plain in women with Migraine with Aura as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 261,
    "VariantID": 198,
    "ChemicalID": 137,
    "Medical_Effect": "Genotypes AC + CC are associated with decreased likelihood of Toxic liver disease when treated with isoniazid in people with Tuberculosis as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 262,
    "VariantID": 211,
    "ChemicalID": 56,
    "Medical_Effect": "Genotype CC is associated with decreased response (heart-rate lowering) when treated with carvedilol in people with Heart Failure as compared to genotypes CG + GG.",
    "Notes": null
  },
  {
    "Id": 263,
    "VariantID": 21,
    "ChemicalID": 203,
    "Medical_Effect": "Genotype AA is associated with decreased likelihood of Postoperative Nausea and Vomiting when treated with ondansetron as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 264,
    "VariantID": 110,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of Hypertension when treated with risperidone in children with Child Behavior Disorders and Mental Disorders as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 265,
    "VariantID": 88,
    "ChemicalID": 12,
    "Medical_Effect": "Allele T is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 266,
    "VariantID": 221,
    "ChemicalID": 11,
    "Medical_Effect": "Allele T is not associated with increased risk of Torsades de Pointes when treated with amiodarone, Antibiotics, antipsychotics, diuretics, quinidine or sotalol as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 267,
    "VariantID": 38,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype CC is associated with increased mean peak concentration in plasma and area under the plasma concentration when exposed to pravastatin in men as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 270,
    "VariantID": 211,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype CC is associated with increased reduction in blood pressure when treated with atenolol in healthy individuals as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 271,
    "VariantID": 222,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with gastrointestinal toxicities when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 272,
    "VariantID": 223,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype GG is associated with decreased time to therapeutic inr when treated with warfarin as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 273,
    "VariantID": 224,
    "ChemicalID": 254,
    "Medical_Effect": "Allele C is associated with tacrolimus concentration to dose ratio (C/D ratio) when treated with tacrolimus as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 274,
    "VariantID": 225,
    "ChemicalID": 236,
    "Medical_Effect": "Genotype AG is associated with increased efficacy when treated with repaglinide in people with Diabetes Mellitus, Type 2 as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 275,
    "VariantID": 226,
    "ChemicalID": 182,
    "Medical_Effect": "Allele C is not associated with clinical outcomes when treated with mirtazapine or paroxetine in people with Depression as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 276,
    "VariantID": 227,
    "ChemicalID": 182,
    "Medical_Effect": "Allele A is not associated with clinical outcomes when treated with mirtazapine or paroxetine in people with Depression.",
    "Notes": null
  },
  {
    "Id": 278,
    "VariantID": 228,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 279,
    "VariantID": 229,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with decreased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 280,
    "VariantID": 230,
    "ChemicalID": 284,
    "Medical_Effect": "Allele T is associated with impaired metabolic activity and more side effects when treated with venlafaxine in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 281,
    "VariantID": 231,
    "ChemicalID": 254,
    "Medical_Effect": "Allele G is associated with tacrolimus concentration to dose ratio (C/D ratio) when treated with tacrolimus.",
    "Notes": null
  },
  {
    "Id": 282,
    "VariantID": 232,
    "ChemicalID": 254,
    "Medical_Effect": "Allele C is associated with tacrolimus concentration to dose ratio (C/D ratio) when treated with tacrolimus as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 283,
    "VariantID": 233,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is associated with tacrolimus concentration to dose ratio (C/D ratio) when treated with tacrolimus.",
    "Notes": null
  },
  {
    "Id": 284,
    "VariantID": 234,
    "ChemicalID": 254,
    "Medical_Effect": "Allele G is associated with tacrolimus concentration to dose ratio (C/D ratio) when treated with tacrolimus as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 285,
    "VariantID": 76,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is associated with increased pravastatin plasma concentrations (AUC) and Cmax when exposed to pravastatin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 286,
    "VariantID": 235,
    "ChemicalID": 236,
    "Medical_Effect": "Genotype GG is associated with decreased repaglinide plasma concentration (AUC) and Cmax when exposed to repaglinide in healthy individuals as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 287,
    "VariantID": 236,
    "ChemicalID": 77,
    "Medical_Effect": "Genotype AG is associated with Drug Toxicity when treated with diazepam and phenytoin in children with Epilepsy.",
    "Notes": null
  },
  {
    "Id": 288,
    "VariantID": 237,
    "ChemicalID": 64,
    "Medical_Effect": "Genotype AA is associated with decreased risk of heart palpitations when treated with citalopram in people with Depression as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 289,
    "VariantID": 238,
    "ChemicalID": 12,
    "Medical_Effect": "Genotype TT is associated with increased risk of Side Effects when treated with amitriptyline, clomipramine, doxepin, imipramine, maprotiline, nortriptyline or opipramol in people with Depression as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 290,
    "VariantID": 239,
    "ChemicalID": 236,
    "Medical_Effect": "Genotypes CT + TT are associated with decreased difference in fasting plasma glucose (before and after drug treatment) when treated with repaglinide in people with Diabetes Mellitus, Type 2 as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 291,
    "VariantID": 240,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AA + AG are associated with increased risk of Diabetes Mellitus when treated with tacrolimus in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 292,
    "VariantID": 156,
    "ChemicalID": 110,
    "Medical_Effect": "Allele T is associated with decreased likelihood of side effects when treated with fluoxetine in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 293,
    "VariantID": 241,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with new-onset diabetes mellitus when treated with tacrolimus in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 294,
    "VariantID": 242,
    "ChemicalID": 11,
    "Medical_Effect": "Allele T is associated with amiodarone-induced ventricular arrhythmia and QT prolongation when treated with amiodarone as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 295,
    "VariantID": 243,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype AA is associated with increased mean AUC (area under curve) prothrombin time when exposed to warfarin in men as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 296,
    "VariantID": 244,
    "ChemicalID": 200,
    "Medical_Effect": "Genotypes CT + TT are associated with increased dose-adjusted serum olanzapine concentrations when treated with olanzapine as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 297,
    "VariantID": 245,
    "ChemicalID": 200,
    "Medical_Effect": "Allele G is associated with increased prolactin when treated with olanzapine in women as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 298,
    "VariantID": 246,
    "ChemicalID": 200,
    "Medical_Effect": "Genotypes AA + AC are associated with increased dose-adjusted serum olanzapine concentrations when treated with olanzapine as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 299,
    "VariantID": 16,
    "ChemicalID": 185,
    "Medical_Effect": "Allele G is not associated with increased risk of Diarrhea when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 300,
    "VariantID": 247,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is not associated with increased risk of Diarrhea when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 301,
    "VariantID": 248,
    "ChemicalID": 185,
    "Medical_Effect": "Genotype TT is associated with increased risk of Diarrhea when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 302,
    "VariantID": 249,
    "ChemicalID": 185,
    "Medical_Effect": "Genotypes AC + CT are not associated with increased risk of Diarrhea when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 303,
    "VariantID": 250,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype GG is associated with decreased cardiac rehospitalization when treated with atenolol, Beta Blocking Agents, carvedilol or metoprolol in people with Acute coronary syndrome as compared to genotypes CC + CG.",
    "Notes": null
  },
  {
    "Id": 304,
    "VariantID": 251,
    "ChemicalID": 200,
    "Medical_Effect": "Allele A is associated with increased prolactin when treated with olanzapine in women as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 305,
    "VariantID": 252,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is not associated with increased risk of Leukopenia when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 306,
    "VariantID": 253,
    "ChemicalID": 167,
    "Medical_Effect": "Genotypes AA + AG are associated with increased renal and secretory clearance of metformin when exposed to metformin in healthy individuals as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 307,
    "VariantID": 254,
    "ChemicalID": 167,
    "Medical_Effect": "Genotype AA is associated with decreased response to metformin when exposed to metformin in healthy individuals as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 308,
    "VariantID": 255,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with poor response at 6 week of treatment when treated with citalopram in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 312,
    "VariantID": 256,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is associated with a 22% increase in therapeutic warfarin dose requirement after adjustment for clinical and genetic covariates in Hispanic-Americans when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 313,
    "VariantID": 257,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of toxicity when treated with methotrexate in people with Psoriasis as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 315,
    "VariantID": 258,
    "ChemicalID": 12,
    "Medical_Effect": "Allele C is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 316,
    "VariantID": 259,
    "ChemicalID": 12,
    "Medical_Effect": "Allele C is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 317,
    "VariantID": 260,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is not associated with therapeutic warfarin dose requirement while holding clinical and genetic predictors constant in African-Americans when treated with warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 319,
    "VariantID": 261,
    "ChemicalID": 200,
    "Medical_Effect": "Allele T is associated with increased prolactin when treated with olanzapine in women as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 322,
    "VariantID": 262,
    "ChemicalID": 238,
    "Medical_Effect": "Allele C is not associated with likelihood of Weight gain when treated with risperidone in children with Autism Spectrum Disorder as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 323,
    "VariantID": 263,
    "ChemicalID": 44,
    "Medical_Effect": "Allele T is associated with decreased sexual side-effects when treated with bupropion in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 324,
    "VariantID": 264,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes CT + TT are associated with increased likelihood of Leukopenia when treated with azathioprine or mercaptopurine in people with Inflammatory Bowel Diseases as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 325,
    "VariantID": 265,
    "ChemicalID": 44,
    "Medical_Effect": "Allele C is associated with decreased sexual side-effects when treated with bupropion in people with Depressive Disorder, Major as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 326,
    "VariantID": 266,
    "ChemicalID": 44,
    "Medical_Effect": "Allele G is associated with decreased sexual side-effects when treated with bupropion in people with Depressive Disorder, Major as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 329,
    "VariantID": 267,
    "ChemicalID": 44,
    "Medical_Effect": "Allele C is associated with decreased sexual side-effects when treated with bupropion in people with Depressive Disorder, Major as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 330,
    "VariantID": 268,
    "ChemicalID": 44,
    "Medical_Effect": "Allele A is associated with decreased sexual side-effects when treated with bupropion in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 331,
    "VariantID": 269,
    "ChemicalID": 44,
    "Medical_Effect": "Allele G is associated with decreased sexual side-effects when treated with bupropion in people with Depressive Disorder, Major as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 332,
    "VariantID": 270,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype AG is associated with Toxic liver disease when treated with isoniazid, pyrazinamide and rifampin in women Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 333,
    "VariantID": 271,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype GG is associated with decreased dose-adjusted serum olanzapine N-oxide concentrations when treated with olanzapine as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 335,
    "VariantID": 272,
    "ChemicalID": 185,
    "Medical_Effect": "Allele A is not associated with increased risk of Diarrhea when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 337,
    "VariantID": 97,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is not associated with increased risk of adverse drug reactions when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 338,
    "VariantID": 273,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes GG + GT are associated with decreased risk of toxicity when exposed to methotrexate in children with Leukemia, B-Cell, Acute as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 340,
    "VariantID": 274,
    "ChemicalID": 236,
    "Medical_Effect": "Genotypes AA + AG are associated with decreased difference in postprandial plasma glucose (before and after drug treatment) when treated with repaglinide in people with Diabetes Mellitus, Type 2 as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 342,
    "VariantID": 275,
    "ChemicalID": 12,
    "Medical_Effect": "Allele G is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 343,
    "VariantID": 276,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype TT is associated with increased risk of adverse cardiovascular outcomes when treated with atenolol or verapamil in people with hypertension and coronory artery disease.",
    "Notes": null
  },
  {
    "Id": 345,
    "VariantID": 277,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype TT is not associated with increased likelihood of Hepatitis, Toxic when treated with isoniazid in people with Tuberculosis as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 346,
    "VariantID": 278,
    "ChemicalID": 11,
    "Medical_Effect": "Allele T is associated with amiodarone-induced ventricular arrhythmia and QT prolongation when treated with amiodarone as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 347,
    "VariantID": 279,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype CT is associated with Toxic liver disease when treated with isoniazid, pyrazinamide and rifampin in women with Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 348,
    "VariantID": 280,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype AT is associated with increased ALT activity when treated with isoniazid, pyrazinamide, rifampin and streptomycin in people with Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 349,
    "VariantID": 281,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with poor response after 8 weeks of treatment when treated with citalopram or escitalopram in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 350,
    "VariantID": 282,
    "ChemicalID": 8,
    "Medical_Effect": "Allele C is associated with increased risk of Epidermal Necrolysis, Toxic and Stevens-Johnson Syndrome when treated with allopurinol, carbamazepine or phenytoin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 354,
    "VariantID": 283,
    "ChemicalID": 128,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of responding to treatment when treated with hydroxyurea in people with Thalassemia.",
    "Notes": null
  },
  {
    "Id": 355,
    "VariantID": 284,
    "ChemicalID": 200,
    "Medical_Effect": "Allele C is associated with increased Weight gain when treated with olanzapine in women with Mental Disorders as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 356,
    "VariantID": 285,
    "ChemicalID": 167,
    "Medical_Effect": "Allele C is associated with increased bioavailability (AUC, CL & AUC/CL ratio) when exposed to metformin.",
    "Notes": null
  },
  {
    "Id": 357,
    "VariantID": 286,
    "ChemicalID": 185,
    "Medical_Effect": "Genotype AG is not associated with increased risk of serious infections when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 358,
    "VariantID": 287,
    "ChemicalID": 64,
    "Medical_Effect": "Allele T is not associated with remission rates when treated with citalopram in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 359,
    "VariantID": 288,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype TT is associated with increased risk of Hemorrhage when treated with warfarin as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 360,
    "VariantID": 289,
    "ChemicalID": 44,
    "Medical_Effect": "Genotype GG is associated with increased likelihood of smoking cessation when treated with bupropion as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 361,
    "VariantID": 114,
    "ChemicalID": 251,
    "Medical_Effect": "Allele G is not associated with risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 362,
    "VariantID": 290,
    "ChemicalID": 251,
    "Medical_Effect": "Allele A is associated with increased risk of adverse reactions when treated with sulfamethoxazole and trimethoprim in children with Pneumonia.",
    "Notes": null
  },
  {
    "Id": 363,
    "VariantID": 135,
    "ChemicalID": 251,
    "Medical_Effect": "Allele A is associated with increased risk of adverse reactions when treated with sulfamethoxazole and trimethoprim in children with Pneumonia.",
    "Notes": null
  },
  {
    "Id": 364,
    "VariantID": 291,
    "ChemicalID": 251,
    "Medical_Effect": "Allele C is not associated with increased risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 367,
    "VariantID": 292,
    "ChemicalID": 238,
    "Medical_Effect": "Allele G is not associated with increased risk of Hyperprolactinemia when treated with risperidone in people with Schizophrenia as compared to allele del.",
    "Notes": null
  },
  {
    "Id": 368,
    "VariantID": 293,
    "ChemicalID": 251,
    "Medical_Effect": "Allele G is not associated with risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 369,
    "VariantID": 294,
    "ChemicalID": 185,
    "Medical_Effect": "Genotypes AA + AT are not associated with increased risk of Diarrhea when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 370,
    "VariantID": 295,
    "ChemicalID": 251,
    "Medical_Effect": "Allele T is not associated with risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 371,
    "VariantID": 296,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype AA is associated with increased gastrointestinal toxicity when treated with olanzapine in healthy individuals as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 372,
    "VariantID": 297,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is associated with decreased risk of time to anemia in patients undergoing living or deceased donor kidney transplant when treated with mycophenolate mofetil as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 373,
    "VariantID": 298,
    "ChemicalID": 185,
    "Medical_Effect": "Allele A is associated with decreased risk of time to anemia in patients undergoing living or deceased donor kidney transplant when treated with mycophenolate mofetil as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 374,
    "VariantID": 299,
    "ChemicalID": 251,
    "Medical_Effect": "Allele C is not associated with risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 375,
    "VariantID": 300,
    "ChemicalID": 284,
    "Medical_Effect": "Genotypes CT + TT are not associated with treatment response when treated with venlafaxine in people with Depressive Disorder, Major as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 376,
    "VariantID": 301,
    "ChemicalID": 251,
    "Medical_Effect": "Allele G is not associated with risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 377,
    "VariantID": 302,
    "ChemicalID": 64,
    "Medical_Effect": "Allele T is not associated with response when treated with citalopram in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 378,
    "VariantID": 303,
    "ChemicalID": 238,
    "Medical_Effect": "Allele T is not associated with increased risk of Hyperprolactinemia when treated with risperidone in people with Schizophrenia as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 379,
    "VariantID": 304,
    "ChemicalID": 251,
    "Medical_Effect": "Allele T is not associated with risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 380,
    "VariantID": 305,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is associated with increased risk of time to anemia in patients undergoing living or deceased donor kidney transplant when treated with mycophenolate mofetil as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 381,
    "VariantID": 306,
    "ChemicalID": 137,
    "Medical_Effect": "Allele T is not associated with increased likelihood of Toxic liver disease when treated with isoniazid, pyrazinamide and rifampin in children with Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 382,
    "VariantID": 64,
    "ChemicalID": 208,
    "Medical_Effect": "Allele A is not associated with plasma concentrations when treated with paroxetine in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 383,
    "VariantID": 121,
    "ChemicalID": 208,
    "Medical_Effect": "Allele A is not associated with plasma concentrations when treated with paroxetine in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 384,
    "VariantID": 307,
    "ChemicalID": 185,
    "Medical_Effect": "Allele A is associated with increased risk of time to anemia in patients undergoing living or deceased donor kidney transplant when treated with mycophenolate mofetil as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 386,
    "VariantID": 308,
    "ChemicalID": 200,
    "Medical_Effect": "Allele T is associated with 29% lower mean 4'-desmethyl OLA/olanzapine (OLA) ratio when treated with olanzapine in people with Psychotic Disorders as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 387,
    "VariantID": 309,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is not associated with variation in mycophenolic acid pharmacokinetic parameters when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 388,
    "VariantID": 64,
    "ChemicalID": 53,
    "Medical_Effect": "Allele A is not associated with drug-resistant phenotype when treated with carbamazepine, phenytoin or valproic acid in people with Epilepsy as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 389,
    "VariantID": 310,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is not associated with increased risk of Hyperprolactinemia when treated with risperidone in people with Schizophrenia as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 390,
    "VariantID": 311,
    "ChemicalID": 200,
    "Medical_Effect": "Allele A is not associated with olanzapine exposure when treated with olanzapine in people with Psychotic Disorders as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 391,
    "VariantID": 312,
    "ChemicalID": 53,
    "Medical_Effect": "Allele G is associated with drug-resistant phenotype when treated with carbamazepine, phenytoin or valproic acid in people with Epilepsy as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 392,
    "VariantID": 313,
    "ChemicalID": 268,
    "Medical_Effect": "Genotype GG is associated with decreased likelihood of Nausea when treated with tramadol as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 396,
    "VariantID": 314,
    "ChemicalID": 185,
    "Medical_Effect": "Allele A is associated with increased risk of time to anemia in patients undergoing living or deceased donor kidney transplant when treated with mycophenolate mofetil as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 397,
    "VariantID": 315,
    "ChemicalID": 53,
    "Medical_Effect": "Allele T is associated with drug-resistant phenotype when treated with carbamazepine, phenytoin or valproic acid in people with Epilepsy as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 398,
    "VariantID": 316,
    "ChemicalID": 53,
    "Medical_Effect": "Allele T is not associated with drug-resistant phenotype when treated with carbamazepine, phenytoin or valproic acid in people with Epilepsy as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 399,
    "VariantID": 317,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes CT + TT are associated with decreased international normalized ratio variability (inr-var) when treated with warfarin as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 400,
    "VariantID": 318,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of Toxic liver disease when treated with isoniazid and rifampin in people with Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 401,
    "VariantID": 319,
    "ChemicalID": 64,
    "Medical_Effect": "Allele T is associated with increased hearing and vision-related side-effects when treated with citalopram in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 403,
    "VariantID": 320,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is associated with increased risk of transplant rejection when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 404,
    "VariantID": 321,
    "ChemicalID": 200,
    "Medical_Effect": "Allele G is not associated with increased likelihood of Weight gain when treated with olanzapine in people with Schizophrenia as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 405,
    "VariantID": 322,
    "ChemicalID": 53,
    "Medical_Effect": "Genotype GG is associated with drug-resistant phenotype when treated with carbamazepine, phenytoin or valproic acid in people with Epilepsy as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 407,
    "VariantID": 272,
    "ChemicalID": 53,
    "Medical_Effect": "Allele A is not associated with drug-resistant phenotype when treated with carbamazepine, phenytoin or valproic acid in people with Epilepsy as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 408,
    "VariantID": 323,
    "ChemicalID": 185,
    "Medical_Effect": "Genotypes AA + AG are not associated with increased risk of Diarrhea when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 410,
    "VariantID": 324,
    "ChemicalID": 185,
    "Medical_Effect": "Genotype CC is associated with increased risk of Diarrhea when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotypes CG + GG.",
    "Notes": null
  },
  {
    "Id": 411,
    "VariantID": 325,
    "ChemicalID": 185,
    "Medical_Effect": "Allele C is not associated with increased risk of side effects when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 412,
    "VariantID": 326,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is associated with increased risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 413,
    "VariantID": 327,
    "ChemicalID": 185,
    "Medical_Effect": "Allele C is associated with increased risk of Proteinuria when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 414,
    "VariantID": 328,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is not associated with risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 415,
    "VariantID": 329,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is not associated with risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 416,
    "VariantID": 330,
    "ChemicalID": 53,
    "Medical_Effect": "Allele C is not associated with drug-resistant phenotype when treated with carbamazepine, phenytoin and valproic acid in people with Epilepsy as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 418,
    "VariantID": 331,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype TT is associated with increased likelihood of Toxic liver disease when treated with isoniazid and rifampin in people with Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 419,
    "VariantID": 332,
    "ChemicalID": 97,
    "Medical_Effect": "Allele A is associated with increased plasma level of estradiol in women with Breast Neoplasms as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 420,
    "VariantID": 333,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CT + TT are associated with increased likelihood of transplant rejection when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 421,
    "VariantID": 334,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype TT is associated with risk of being underdosed when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 422,
    "VariantID": 335,
    "ChemicalID": 185,
    "Medical_Effect": "Allele G is not associated with variation in mycophenolic acid pharmacokinetic parameters when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 423,
    "VariantID": 336,
    "ChemicalID": 185,
    "Medical_Effect": "Genotype AA is associated with increased dose-adjusted area under the curve (AUC6-12) of mycophenolic acid (MPA) when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 426,
    "VariantID": 337,
    "ChemicalID": 200,
    "Medical_Effect": "Allele T is associated with 25% higher mean 4'-desmethyl OLA/olanzapine (OLA) ratio when treated with olanzapine in people with Psychotic Disorders as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 427,
    "VariantID": 338,
    "ChemicalID": 137,
    "Medical_Effect": "Allele T is not associated with likelihood of adverse reactions when treated with isoniazid and rifampin in people with Tuberculosis as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 429,
    "VariantID": 339,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is not associated with variation in mycophenolic acid pharmacokinetic parameters when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 431,
    "VariantID": 340,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CT is associated with increased risk of nephrotoxicity when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 432,
    "VariantID": 306,
    "ChemicalID": 251,
    "Medical_Effect": "Allele T is not associated with increased risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 434,
    "VariantID": 21,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype AA is associated with increased social and clinical needs when treated with olanzapine in people with Psychotic Disorders as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 435,
    "VariantID": 132,
    "ChemicalID": 251,
    "Medical_Effect": "Allele T is not associated with increased risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 436,
    "VariantID": 341,
    "ChemicalID": 251,
    "Medical_Effect": "Allele T is not associated with increased risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 437,
    "VariantID": 342,
    "ChemicalID": 251,
    "Medical_Effect": "Allele A is not associated with risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 438,
    "VariantID": 343,
    "ChemicalID": 251,
    "Medical_Effect": "Allele T is not associated with risk of Hypersensitivity when treated with sulfamethoxazole and trimethoprim in people with Infection.",
    "Notes": null
  },
  {
    "Id": 440,
    "VariantID": 344,
    "ChemicalID": 238,
    "Medical_Effect": "Allele G is not associated with increased risk of Hyperprolactinemia when treated with risperidone in people with Schizophrenia as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 441,
    "VariantID": 345,
    "ChemicalID": 233,
    "Medical_Effect": "Allele A is associated with decreased risk of occurence of breast cancer during SERM (selective estrogen receptor modulators) therapy when treated with raloxifene or tamoxifen in people with Breast Neoplasms as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 442,
    "VariantID": 346,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype TT is not associated with increased risk of Hypertriglyceridemia due to atenolol or metoprolol in people with Hypertension as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 443,
    "VariantID": 347,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes CT + TT are associated with decreased warfarin dose when treated with warfarin as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 444,
    "VariantID": 290,
    "ChemicalID": 137,
    "Medical_Effect": "Allele A is associated with increased risk of Toxic liver disease when treated with isoniazid, pyrazinamide and rifampin in people with Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 446,
    "VariantID": 291,
    "ChemicalID": 137,
    "Medical_Effect": "Allele C is associated with increased risk of Toxic liver disease when treated with isoniazid, pyrazinamide and rifampin in people with Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 447,
    "VariantID": 348,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype GG is associated with decreased warfarin dose when treated with warfarin as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 448,
    "VariantID": 349,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype CC is associated with increased percent reduction in LDL-cholesterol when treated with pravastatin in people with Acute coronary syndrome.",
    "Notes": null
  },
  {
    "Id": 449,
    "VariantID": 350,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype AG is not associated with tacrolimus dose-adjusted blood concentration when treated with tacrolimus in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 450,
    "VariantID": 28,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype GG is not associated with increased risk of Hypertriglyceridemia due to atenolol or metoprolol in people with Hypertension as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 451,
    "VariantID": 351,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes AA + AG is associated with decreased maintenance dose of warfarin when treated with warfarin as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 453,
    "VariantID": 18,
    "ChemicalID": 12,
    "Medical_Effect": "Genotype TT is associated with decreased amitriptyline levels and metabolic ratio AT/NT when treated with amitriptyline as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 454,
    "VariantID": 105,
    "ChemicalID": 109,
    "Medical_Effect": "Genotype CC is associated with decreased time to reach stable dose of tacrolimus when treated with fluconazole and tacrolimus in children with Transplantation.",
    "Notes": null
  },
  {
    "Id": 455,
    "VariantID": 352,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is associated with reduced warfarin dose in African Americans, independent of CYP2C9*2 and CYP2C9*3. when treated with warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 456,
    "VariantID": 353,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype GG is not associated with increased risk of Hypertriglyceridemia due to atenolol or metoprolol in people with Hypertension as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 458,
    "VariantID": 354,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is not associated with warfarin dose in Japanese patients when treated with warfarin as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 459,
    "VariantID": 355,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CT is associated with decreased dose-adjusted tacrolimus blood concentrations when treated with tacrolimus in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 462,
    "VariantID": 356,
    "ChemicalID": 103,
    "Medical_Effect": "Genotypes CC + CT are associated with increased risk of Hypertriglyceridemia when treated with fenofibrate in people with Hypertriglyceridemia as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 463,
    "VariantID": 129,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype TT is not associated with increased exposure to drug when treated with pravastatin in healthy individuals as compared to genotypes GG + GT.",
    "Notes": null
  },
  {
    "Id": 466,
    "VariantID": 120,
    "ChemicalID": 64,
    "Medical_Effect": "Allele C is not associated with differences in remission or tolerance when treated with citalopram in people with Depressive Disorder, Major as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 467,
    "VariantID": 357,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype TT is associated with increased HDL-cholesterol when treated with pravastatin in people with Coronary Disease as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 468,
    "VariantID": 358,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is associated with decreased warfarin dose when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 470,
    "VariantID": 359,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes AG + GG are associated with increased warfarin dose when treated with warfarin as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 473,
    "VariantID": 360,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype CC is associated with increased reduction in LDL-C when treated with pravastatin in men as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 475,
    "VariantID": 361,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is associated with decreased warfarin dose in Korean patients with mechanical heart valve replacement since day 7 of warfarin therapy when treated with warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 478,
    "VariantID": 362,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is not associated with increased soluble gamma-gamma-dimer formation when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 479,
    "VariantID": 363,
    "ChemicalID": 219,
    "Medical_Effect": "Allele T is not associated with pravastatin plasma concentrations (AUC) and Cmax when exposed to pravastatin in healthy individuals as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 480,
    "VariantID": 364,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype CT is associated with decreased warfarin dose when treated with warfarin as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 482,
    "VariantID": 153,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with pravastatin plasma concentrations (AUC) and Cmax when exposed to pravastatin in healthy individuals as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 483,
    "VariantID": 365,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes GT + TT are associated with decreased warfarin dose when treated with warfarin as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 486,
    "VariantID": 366,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype AG is associated with increased warfarin dose when treated with warfarin as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 488,
    "VariantID": 367,
    "ChemicalID": 219,
    "Medical_Effect": "Genotypes AG + GG are not associated with angiographic measurements, lipid or lipoprotein levels when treated with pravastatin in men with Coronary Artery Disease as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 490,
    "VariantID": 368,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is associated with outcome time to stable dose of warfarin.",
    "Notes": null
  },
  {
    "Id": 491,
    "VariantID": 369,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is associated with decreased warfarin dose when treated with warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 492,
    "VariantID": 370,
    "ChemicalID": 128,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of responding to treatment when treated with hydroxyurea in people with Thalassemia.",
    "Notes": null
  },
  {
    "Id": 494,
    "VariantID": 371,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is associated with decreased warfarin dose requirement in mechanical heart valve replacement patients when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 496,
    "VariantID": 372,
    "ChemicalID": 291,
    "Medical_Effect": "Allele C is associated with decreased warfarin dose requirement in mechanical heart valve replacement patients when treated with warfarin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 498,
    "VariantID": 373,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype GG is associated with increased coronary flow reserve when treated with pravastatin in men as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 499,
    "VariantID": 374,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is not associated with warfarin dose in Japanese patients when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 502,
    "VariantID": 375,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CC is associated with increased hospital stay when treated with tacrolimus in people with Kidney Transplantation as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 505,
    "VariantID": 376,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes CT + TT are associated with decreased warfarin dose when treated with warfarin as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 509,
    "VariantID": 170,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype AC is associated with decreased warfarin dose requirements on day 14 when treated with warfarin as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 512,
    "VariantID": 201,
    "ChemicalID": 64,
    "Medical_Effect": "Genotype AA is associated with increased metabolic ratio CIT/DCIT values and mean citalopram dose when treated with citalopram as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 519,
    "VariantID": 377,
    "ChemicalID": 167,
    "Medical_Effect": "Allele A is not associated with CLrenal nor the secretory clearance (CLsec) of metformin when exposed to metformin in healthy individuals as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 520,
    "VariantID": 165,
    "ChemicalID": 291,
    "Medical_Effect": "Allele C is not associated with likelihood of severe over-anticoagulation or stability of anticoagulation during long-term therapy when treated with warfarin as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 522,
    "VariantID": 378,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is associated with warfarin dose when treated with warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 523,
    "VariantID": 201,
    "ChemicalID": 90,
    "Medical_Effect": "Genotype AA is associated with decreased median oral clearance of doxepin when treated with doxepin in healthy individuals as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 524,
    "VariantID": 18,
    "ChemicalID": 64,
    "Medical_Effect": "Genotype TT is associated with decreased metabolic ratio CIT/DCIT values when treated with citalopram as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 525,
    "VariantID": 379,
    "ChemicalID": 284,
    "Medical_Effect": "Genotype AG is associated with agitation and dysphoria when treated with venlafaxine in patient with depression.",
    "Notes": null
  },
  {
    "Id": 529,
    "VariantID": 380,
    "ChemicalID": 291,
    "Medical_Effect": "Allele C is not associated with warfarin dose in african americans when treated with warfarin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 531,
    "VariantID": 381,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with pravastatin plasma concentrations (AUC) and Cmax when exposed to pravastatin in healthy individuals as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 535,
    "VariantID": 382,
    "ChemicalID": 167,
    "Medical_Effect": "Allele C is not associated with CLrenal nor the secretory clearance (CLsec) of metformin when exposed to metformin in healthy individuals as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 540,
    "VariantID": 383,
    "ChemicalID": 219,
    "Medical_Effect": "Genotypes CT + TT are not associated with angiographic measurements, lipid or lipoprotein levels when treated with pravastatin in men with Coronary Artery Disease as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 541,
    "VariantID": 41,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype GG is not associated with decreased likelihood of Coronary Artery Disease and Myocardial Infarction when treated with pravastatin in people with Hypertension as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 543,
    "VariantID": 384,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is associated with lower levels of transthyretin precuror when exposed to warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 545,
    "VariantID": 385,
    "ChemicalID": 233,
    "Medical_Effect": "Allele G is associated with increased risk of occurence of breast cancer during SERM (selective estrogen receptor modulators) therapy when treated with raloxifene or tamoxifen in people with Breast Neoplasms as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 547,
    "VariantID": 386,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is associated with higher dose of warfarin when exposed to warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 548,
    "VariantID": 164,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is not associated with likelihood of severe over-anticoagulation or stability of anticoagulation during long-term therapy when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 550,
    "VariantID": 387,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype CC is associated with decreased warfarin dose requirements on day 14 when treated with warfarin as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 551,
    "VariantID": 388,
    "ChemicalID": 197,
    "Medical_Effect": "Genotype TT is associated with improvements in neurovegetative symptoms when treated with nortriptyline in people with Depressive Disorder, Major as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 553,
    "VariantID": 389,
    "ChemicalID": 53,
    "Medical_Effect": "Allele G is not associated with differences in antiepileptic drugs resistance risk when treated with carbamazepine, phenobarbital, phenytoin or valproic acid as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 559,
    "VariantID": 21,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype AA is not associated with increased AUC0-12 when exposed to pravastatin in healthy individuals as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 561,
    "VariantID": 349,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CC is not associated with risk of transplant rejection when treated with tacrolimus in people with liver transplantation as compared to genotypes AA + AC.",
    "Notes": null
  },
  {
    "Id": 563,
    "VariantID": 390,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype GG is not associated with risk of transplant rejection when treated with tacrolimus in people with liver transplantation as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 564,
    "VariantID": 391,
    "ChemicalID": 56,
    "Medical_Effect": "Genotype GG is not associated with fasting insulin when treated with carvedilol in people with Heart Failure as compared to genotypes CC + CG.",
    "Notes": null
  },
  {
    "Id": 566,
    "VariantID": 392,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype GG is not associated with risk of transplant rejection when treated with tacrolimus in people with liver transplantation as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 567,
    "VariantID": 95,
    "ChemicalID": 182,
    "Medical_Effect": "Genotype GG is not associated with increased risk of adverse events when treated with mirtazapine in people with Depressive Disorder, Major as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 568,
    "VariantID": 393,
    "ChemicalID": 110,
    "Medical_Effect": "Allele G is not associated with differences in response when treated with fluoxetine in people with Depressive Disorder, Major as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 569,
    "VariantID": 394,
    "ChemicalID": 110,
    "Medical_Effect": "Allele T is not associated with differences in response when treated with fluoxetine in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 572,
    "VariantID": 395,
    "ChemicalID": 167,
    "Medical_Effect": "Allele C is associated with increased treatment success when treated with metformin in people with Diabetes Mellitus, Type 2 as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 574,
    "VariantID": 396,
    "ChemicalID": 25,
    "Medical_Effect": "Genotypes AT + TT are associated with decreased risk of adverse cardiovascular outcomes when treated with atenolol, hydrochlorothiazide, trandolapril and verapamil in people with Hypertension and Coronary Artery Disease as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 575,
    "VariantID": 397,
    "ChemicalID": 208,
    "Medical_Effect": "Allele C is not associated with plasma concentrations when treated with paroxetine in people with Depressive Disorder, Major as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 577,
    "VariantID": 398,
    "ChemicalID": 208,
    "Medical_Effect": "Genotypes CT + TT are not associated with increased risk of discontinuation syndrome due to paroxetine in people with Depressive Disorder, Major as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 578,
    "VariantID": 399,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype CG is not associated with decreased severity of weight gain due to risperidone in people with Schizophrenia as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 579,
    "VariantID": 400,
    "ChemicalID": 208,
    "Medical_Effect": "Genotype CT is not associated with increased risk of discontinuation syndrome due to paroxetine in people with Depressive Disorder, Major as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 581,
    "VariantID": 401,
    "ChemicalID": 208,
    "Medical_Effect": "Genotypes AC + CC are not associated with increased risk of discontinuation syndrome due to paroxetine in people with Depressive Disorder, Major as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 583,
    "VariantID": 194,
    "ChemicalID": 64,
    "Medical_Effect": "Allele T is not associated with differences in remission or tolerance when treated with citalopram in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 585,
    "VariantID": 402,
    "ChemicalID": 238,
    "Medical_Effect": "Genotypes AA + AG are associated with tendency toward greater improvement in PANSS-T when treated with risperidone in people with Schizophrenia as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 586,
    "VariantID": 403,
    "ChemicalID": 53,
    "Medical_Effect": "Allele C is not associated with differences in antiepileptic drugs resistance risk when treated with carbamazepine, phenobarbital, phenytoin or valproic acid as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 588,
    "VariantID": 404,
    "ChemicalID": 208,
    "Medical_Effect": "Genotype AA is associated with increased risk of Nausea when treated with paroxetine in people with Mental Disorders as compared to genotypes AC + CC.",
    "Notes": null
  },
  {
    "Id": 589,
    "VariantID": 405,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype CC is not associated with risk of hepatotoxicity when treated with isoniazid, pyrazinamide and rifampin in people with Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 590,
    "VariantID": 406,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype GG is associated with decreased active moiety levels when treated with risperidone in people with Psychotic Disorders as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 591,
    "VariantID": 407,
    "ChemicalID": 53,
    "Medical_Effect": "Allele T is not associated with differences in carbamazepine disposition when treated with carbamazepine in people with Epilepsy as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 592,
    "VariantID": 120,
    "ChemicalID": 53,
    "Medical_Effect": "Allele C is not associated with differences in carbamazepine disposition when treated with carbamazepine in people with Epilepsy as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 594,
    "VariantID": 408,
    "ChemicalID": 53,
    "Medical_Effect": "Allele A is not associated with differences in carbamazepine disposition when treated with carbamazepine in people with Epilepsy as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 595,
    "VariantID": 409,
    "ChemicalID": 53,
    "Medical_Effect": "Allele C is not associated with differences in carbamazepine disposition when treated with carbamazepine in people with Epilepsy as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 599,
    "VariantID": 410,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype TT is not associated with risk of hepatotoxicity when treated with isoniazid, pyrazinamide and rifampin in people with Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 601,
    "VariantID": 411,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype GG is not associated with risk of transplant rejection when treated with tacrolimus in people with Kidney Transplantation as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 603,
    "VariantID": 412,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype CC is associated with increased risk of Hemorrhage when treated with warfarin in men as compared to genotypes AA + AC.",
    "Notes": null
  },
  {
    "Id": 606,
    "VariantID": 413,
    "ChemicalID": 110,
    "Medical_Effect": "Genotype GG is associated with decreased HAMD scores when treated with fluoxetine in people with Depressive Disorder, Major as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 608,
    "VariantID": 414,
    "ChemicalID": 25,
    "Medical_Effect": "Allele C is associated with increased glucose elevation when treated with atenolol in people with Hypertension as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 617,
    "VariantID": 415,
    "ChemicalID": 185,
    "Medical_Effect": "Allele G is associated with increased risk of Anemia when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 619,
    "VariantID": 416,
    "ChemicalID": 123,
    "Medical_Effect": "Genotype AG is associated with increased likelihood of extrapyramidal symptoms when treated with haloperidol in men with Schizophrenia as compared to genotypes AA + GG.",
    "Notes": null
  },
  {
    "Id": 620,
    "VariantID": 417,
    "ChemicalID": 123,
    "Medical_Effect": "Genotype AG is not associated with likelihood of Drug Toxicity when treated with haloperidol in men with Schizophrenia as compared to genotypes AA + GG.",
    "Notes": null
  },
  {
    "Id": 621,
    "VariantID": 418,
    "ChemicalID": 185,
    "Medical_Effect": "Genotype CC is associated with decreased risk of Leukopenia when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype CT.",
    "Notes": null
  },
  {
    "Id": 622,
    "VariantID": 419,
    "ChemicalID": 208,
    "Medical_Effect": "Allele T is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 623,
    "VariantID": 420,
    "ChemicalID": 208,
    "Medical_Effect": "Allele A is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 624,
    "VariantID": 421,
    "ChemicalID": 208,
    "Medical_Effect": "Allele G is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 625,
    "VariantID": 422,
    "ChemicalID": 208,
    "Medical_Effect": "Allele G is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 626,
    "VariantID": 423,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with plasma concentration of S-didesmethyl-citalopram when treated with citalopram or escitalopram in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 627,
    "VariantID": 424,
    "ChemicalID": 208,
    "Medical_Effect": "Allele A is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 628,
    "VariantID": 425,
    "ChemicalID": 208,
    "Medical_Effect": "Allele G is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 630,
    "VariantID": 426,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype AA is not associated with differences in dose-adjusted trough serum olanzapine concentrations when treated with olanzapine in people with Mental Disorders as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 631,
    "VariantID": 427,
    "ChemicalID": 44,
    "Medical_Effect": "Genotypes CT + TT is not associated with likelihood of abstinance when treated with bupropion in smokers as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 634,
    "VariantID": 428,
    "ChemicalID": 200,
    "Medical_Effect": "Allele C is associated with increased severity of Weight gain when treated with olanzapine in people with Schizophrenia as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 636,
    "VariantID": 429,
    "ChemicalID": 200,
    "Medical_Effect": "Allele G is associated with increased Weight gain when treated with olanzapine in women with Mental Disorders as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 637,
    "VariantID": 429,
    "ChemicalID": 64,
    "Medical_Effect": "Allele G is not associated with response when treated with citalopram in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 639,
    "VariantID": 430,
    "ChemicalID": 200,
    "Medical_Effect": "Allele C is associated with decreased risk of Weight gain when treated with olanzapine in people with Schizophrenia as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 640,
    "VariantID": 431,
    "ChemicalID": 200,
    "Medical_Effect": "Allele G is not associated with Weight gain when treated with olanzapine in people with Mental Disorders as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 641,
    "VariantID": 432,
    "ChemicalID": 208,
    "Medical_Effect": "Genotypes CC + CG are not associated with increased risk of discontinuation syndrome due to paroxetine in people with Depressive Disorder, Major as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 643,
    "VariantID": 289,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype GG is associated with decreased peak plasma concentration of increased prolactin when exposed to olanzapine in healthy individuals as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 645,
    "VariantID": 433,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of Syncope when exposed to olanzapine in healthy individuals as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 646,
    "VariantID": 434,
    "ChemicalID": 200,
    "Medical_Effect": "Allele G is associated with increased Weight gain when treated with olanzapine in women with Mental Disorders as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 649,
    "VariantID": 272,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with acute cellular rejection when treated with tacrolimus in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 651,
    "VariantID": 26,
    "ChemicalID": 238,
    "Medical_Effect": "Allele T is associated with decreased likelihood of Weight gain when treated with risperidone in children with Autism Spectrum Disorder as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 652,
    "VariantID": 435,
    "ChemicalID": 238,
    "Medical_Effect": "Genotypes CT + TT is associated with decreased severity of Weight gain due to risperidone in people with Schizophrenia as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 653,
    "VariantID": 436,
    "ChemicalID": 200,
    "Medical_Effect": "Allele C is not associated with Weight gain when treated with olanzapine in people with Mental Disorders as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 654,
    "VariantID": 435,
    "ChemicalID": 208,
    "Medical_Effect": "Genotypes CT + TT are not associated with increased risk of discontinuation syndrome due to paroxetine in people with Depressive Disorder, Major as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 655,
    "VariantID": 437,
    "ChemicalID": 238,
    "Medical_Effect": "Genotypes CC + CT are associated with increased likelihood of Obesity when treated with risperidone in children with Child Behavior Disorders and Mental Disorders as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 656,
    "VariantID": 438,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype TT is not associated with increased likelihood of Metabolic Syndrome when treated with olanzapine or risperidone in women with Schizophrenia as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 663,
    "VariantID": 439,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype CT is not associated with warfarin sensitivity index when treated with warfarin in children as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 664,
    "VariantID": 440,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of having warfarin Dose greater than 7.5 mg/day when treated with warfarin as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 665,
    "VariantID": 441,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is associated with increased likelihood of having warfarin Dose greater than 7.5 mg/day when treated with warfarin as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 666,
    "VariantID": 442,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CT is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 667,
    "VariantID": 443,
    "ChemicalID": 254,
    "Medical_Effect": "Allele C is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 668,
    "VariantID": 444,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 669,
    "VariantID": 445,
    "ChemicalID": 110,
    "Medical_Effect": "Allele C is not associated with increased fluoxetine/(S)-norfluoxetine ratio when treated with fluoxetine in children with Depressive Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 670,
    "VariantID": 446,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AG + GG is associated with increased dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 671,
    "VariantID": 447,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype GG is not associated with likelihood of achieving target concentrations of tacrolimus in people with Kidney Transplantation as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 672,
    "VariantID": 448,
    "ChemicalID": 167,
    "Medical_Effect": "Allele G is associated with decreased post-HbA1c levels when treated with metformin in people with Diabetes Mellitus, Type 2 as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 674,
    "VariantID": 449,
    "ChemicalID": 167,
    "Medical_Effect": "Allele T is associated with decreased post-HbA1c levels when treated with metformin in people with Diabetes Mellitus, Type 2 as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 675,
    "VariantID": 450,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype AA is associated with increased sen sitivity to warfarin during induction when treated with warfarin as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 676,
    "VariantID": 451,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes AC + CC is not associated with risk of Leukopenia when treated with azathioprine in people with Inflammatory Bowel Diseases as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 679,
    "VariantID": 452,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes AA + AC is not associated with increased risk of leukopenia when treated with azathioprine, mercaptopurine or purine analogues in people with Inflammatory Bowel Diseases as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 680,
    "VariantID": 78,
    "ChemicalID": 29,
    "Medical_Effect": "Allele G is not associated with increased likelihood of adverse side effects when treated with azathioprine in people with liver transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 681,
    "VariantID": 453,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes AA + AC is not associated with increased likelihood of adverse side effects when treated with azathioprine in people with liver transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 682,
    "VariantID": 83,
    "ChemicalID": 29,
    "Medical_Effect": "Allele A is not associated with increased likelihood of adverse side effects when treated with azathioprine in people with liver transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 684,
    "VariantID": 454,
    "ChemicalID": 254,
    "Medical_Effect": "Allele T is not associated with dose-adjusted trough concentration when treated with tacrolimus in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 686,
    "VariantID": 455,
    "ChemicalID": 29,
    "Medical_Effect": "Genotype AC is associated with increased likelihood of flu-like symptoms when treated with azathioprine in people with Inflammatory Bowel Diseases as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 687,
    "VariantID": 456,
    "ChemicalID": 29,
    "Medical_Effect": "Genotype AC is not associated with likelihood of adverse effects when treated with azathioprine in people with Inflammatory Bowel Diseases as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 688,
    "VariantID": 457,
    "ChemicalID": 64,
    "Medical_Effect": "Allele C is not associated with increased likelihood of remission when treated with citalopram in people with Depressive Disorder, Major as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 690,
    "VariantID": 64,
    "ChemicalID": 268,
    "Medical_Effect": "Allele A is associated with increased likelihood of a decrease in visual analog scale >30mm within 6 hours when treated with tramadol in people with Fractures, Bone as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 691,
    "VariantID": 121,
    "ChemicalID": 268,
    "Medical_Effect": "Allele A is associated with increased likelihood of a decrease in visual analog scale >30mm within 6 hours when treated with tramadol in people with Fractures, Bone as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 694,
    "VariantID": 458,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is not associated with basal urinary coproporphyrin I/ (I+III) ratio when treated with methotrexate in people with Lymphoma as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 697,
    "VariantID": 459,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of discontinuation of methotrexate in people with Arthritis, Rheumatoid as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 698,
    "VariantID": 460,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 699,
    "VariantID": 461,
    "ChemicalID": 254,
    "Medical_Effect": "Allele C is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 700,
    "VariantID": 462,
    "ChemicalID": 254,
    "Medical_Effect": "Allele G is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 701,
    "VariantID": 344,
    "ChemicalID": 254,
    "Medical_Effect": "Allele G is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 702,
    "VariantID": 463,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 703,
    "VariantID": 464,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 706,
    "VariantID": 465,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AA + AG is associated with increased risk of Drug Toxicity when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 707,
    "VariantID": 466,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with increased general side-effect burden when treated with citalopram in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 708,
    "VariantID": 467,
    "ChemicalID": 29,
    "Medical_Effect": "Allele T is associated with increased risk of Leukopenia when treated with azathioprine and mercaptopurine in people with Crohn Disease as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 710,
    "VariantID": 468,
    "ChemicalID": 29,
    "Medical_Effect": "Genotype TT is associated with increased severity of Leukopenia when treated with azathioprine in people with Crohn Disease as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 712,
    "VariantID": 469,
    "ChemicalID": 8,
    "Medical_Effect": "Allele A is associated with increased risk of Epidermal Necrolysis, Toxic and Stevens-Johnson Syndrome when treated with allopurinol, carbamazepine or phenytoin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 713,
    "VariantID": 470,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes CT + TT is associated with increased risk of Leukopenia when treated with azathioprine or mercaptopurine in people with Inflammatory Bowel Diseases as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 715,
    "VariantID": 471,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is not associated with risk of nephrotoxicity when treated with methotrexate in children with Leukemia as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 719,
    "VariantID": 472,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is not associated with risk of nephrotoxicity when treated with methotrexate in children with Leukemia as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 720,
    "VariantID": 473,
    "ChemicalID": 8,
    "Medical_Effect": "Allele C is associated with increased risk of Epidermal Necrolysis, Toxic and Stevens-Johnson Syndrome when treated with allopurinol as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 722,
    "VariantID": 474,
    "ChemicalID": 8,
    "Medical_Effect": "Allele G is associated with increased risk of Epidermal Necrolysis, Toxic and Stevens-Johnson Syndrome when treated with allopurinol, carbamazepine or phenytoin as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 732,
    "VariantID": 475,
    "ChemicalID": 13,
    "Medical_Effect": "Allele C is associated with decreased risk of Stroke when treated with amlodipine in people with Hypertension.",
    "Notes": null
  },
  {
    "Id": 733,
    "VariantID": 476,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with increased red blood cell folate when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 734,
    "VariantID": 477,
    "ChemicalID": 61,
    "Medical_Effect": "Allele A is associated with increased risk of Stroke when treated with chlorthalidone in people with Hypertension.",
    "Notes": null
  },
  {
    "Id": 739,
    "VariantID": 478,
    "ChemicalID": 64,
    "Medical_Effect": "Allele T is associated with increased risk of suicidal ideation when treated with citalopram in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 741,
    "VariantID": 392,
    "ChemicalID": 221,
    "Medical_Effect": "Genotype GG is associated with increased risk of remaining on steroids at 1 year after transplantation when treated with prednisone and tacrolimus in people with heart transplantation as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 742,
    "VariantID": 479,
    "ChemicalID": 110,
    "Medical_Effect": "Allele G is not associated with increased fluoxetine/(S)-norfluoxetine ratio when treated with fluoxetine in children with Depressive Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 743,
    "VariantID": 471,
    "ChemicalID": 254,
    "Medical_Effect": "Allele G is not associated with adverse events when treated with tacrolimus in children with hematopoietic stem cell transplant as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 746,
    "VariantID": 64,
    "ChemicalID": 113,
    "Medical_Effect": "Allele A is associated with increased risk of adverse drug event when treated with folic acid and methotrexate in people with Arthritis, Rheumatoid as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 748,
    "VariantID": 480,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with adverse events when treated with tacrolimus in children with hematopoietic stem cell transplant as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 752,
    "VariantID": 48,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype AG is associated with Toxic liver disease when treated with isoniazid, pyrazinamide and rifampin in women Tuberculosis.",
    "Notes": null
  },
  {
    "Id": 757,
    "VariantID": 479,
    "ChemicalID": 64,
    "Medical_Effect": "Allele G is not associated with differences in remission or tolerance when treated with citalopram in people with Depressive Disorder, Major as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 758,
    "VariantID": 481,
    "ChemicalID": 29,
    "Medical_Effect": "Allele C is associated with increased risk of Pancreatitis when treated with azathioprine or mercaptopurine in people with Inflammatory Bowel Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 759,
    "VariantID": 482,
    "ChemicalID": 25,
    "Medical_Effect": "Allele G is associated with Hypercholesterolemia due to atenolol in people with Hypertension as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 760,
    "VariantID": 483,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype AA is associated with increased risk of Hypercholesterolemia due to atenolol in people with Hypertension as compared to genotypes AC + CC.",
    "Notes": null
  },
  {
    "Id": 761,
    "VariantID": 129,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype TT is associated with increased progression-free survival when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotypes GG + GT.",
    "Notes": null
  },
  {
    "Id": 766,
    "VariantID": 48,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype AG is associated with increased risk of Hypokalemia when treated with tacrolimus in children with Kidney Transplantation as compared to genotypes AA + GG.",
    "Notes": null
  },
  {
    "Id": 770,
    "VariantID": 402,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AA + AG is associated with increased risk of Drug Toxicity when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 773,
    "VariantID": 21,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with increased risk of Toxic liver disease when treated with methotrexate in people with Burkitt Lymphoma, Lymphoma, T-Cell and Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 775,
    "VariantID": 392,
    "ChemicalID": 203,
    "Medical_Effect": "Genotype GG is associated with increased likelihood of Vomiting when treated with ondansetron in people with Leukemia, Myeloid, Acute.",
    "Notes": null
  },
  {
    "Id": 776,
    "VariantID": 402,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AA + AG is associated with decreased glomerular filtration rate when treated with tacrolimus in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 779,
    "VariantID": 349,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype CC is not associated with electrocardiogram qt prolonged when treated with risperidone in people with Schizophrenia as compared to genotypes AC + CT.",
    "Notes": null
  },
  {
    "Id": 780,
    "VariantID": 484,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with increased risk of Agranulocytosis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes GT + TT.",
    "Notes": null
  },
  {
    "Id": 781,
    "VariantID": 485,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes GG + GT is not associated with decreased risk of Hemorrhage when treated with warfarin as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 782,
    "VariantID": 486,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes CT + TT is associated with increased risk of Hemorrhage when treated with warfarin as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 784,
    "VariantID": 392,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype GG is associated with decreased severity of Drug Toxicity when treated with imatinib in people with Leukemia, Myelogenous, Chronic, BCR-ABL Positive as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 788,
    "VariantID": 487,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AG + GG is not associated with risk of Diabetes Mellitus when treated with tacrolimus in children with Kidney Transplantation as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 790,
    "VariantID": 488,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype CC is not associated with likelihood of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 791,
    "VariantID": 479,
    "ChemicalID": 132,
    "Medical_Effect": "Allele G is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 792,
    "VariantID": 196,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes CT + TT is not associated with likelihood of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 793,
    "VariantID": 489,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes CT + TT are not associated with risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 794,
    "VariantID": 21,
    "ChemicalID": 268,
    "Medical_Effect": "Genotype AA is associated with decreased risk of Opioid-Related Disorders due to tramadol as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 795,
    "VariantID": 490,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 796,
    "VariantID": 491,
    "ChemicalID": 238,
    "Medical_Effect": "Allele G is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 797,
    "VariantID": 492,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 798,
    "VariantID": 493,
    "ChemicalID": 238,
    "Medical_Effect": "Allele C is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 801,
    "VariantID": 249,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AC + CT is associated with increased trough concentrations of tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 802,
    "VariantID": 494,
    "ChemicalID": 123,
    "Medical_Effect": "Genotype CT is associated with increased Drug Toxicity when treated with haloperidol in people with Psychotic Disorders as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 803,
    "VariantID": 495,
    "ChemicalID": 281,
    "Medical_Effect": "Genotypes AG + GG is associated with increased Weight gain when treated with valproic acid in people with Epilepsy as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 804,
    "VariantID": 496,
    "ChemicalID": 281,
    "Medical_Effect": "Allele C is associated with increased risk of Toxic liver disease when treated with valproic acid as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 805,
    "VariantID": 497,
    "ChemicalID": 281,
    "Medical_Effect": "Allele A is associated with increased risk of Toxic liver disease when treated with valproic acid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 807,
    "VariantID": 498,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CT + TT are associated with increased risk of Diabetes Mellitus when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 809,
    "VariantID": 499,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CC + CT is not associated with risk of Diabetes Mellitus when treated with tacrolimus in children with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 811,
    "VariantID": 500,
    "ChemicalID": 64,
    "Medical_Effect": "Allele G is not associated with differences in remission or tolerance when treated with citalopram in people with Depressive Disorder, Major as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 812,
    "VariantID": 123,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype AG is associated with increased trough concentrations of tacrolimus in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 814,
    "VariantID": 392,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with increased risk of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 817,
    "VariantID": 140,
    "ChemicalID": 203,
    "Medical_Effect": "Genotype AA is associated with decreased likelihood of Postoperative Nausea and Vomiting when treated with ondansetron.",
    "Notes": null
  },
  {
    "Id": 825,
    "VariantID": 78,
    "ChemicalID": 113,
    "Medical_Effect": "Allele G is not associated with decreased risk of Abortion, Spontaneous when treated with folic acid or levomefolic acid in women with Abortion, Spontaneous as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 826,
    "VariantID": 83,
    "ChemicalID": 113,
    "Medical_Effect": "Allele A is not associated with decreased risk of Abortion, Spontaneous when treated with folic acid or levomefolic acid in women with Abortion, Spontaneous as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 827,
    "VariantID": 445,
    "ChemicalID": 64,
    "Medical_Effect": "Allele C is not associated with differences in remission or tolerance when treated with citalopram in people with Depressive Disorder, Major as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 831,
    "VariantID": 501,
    "ChemicalID": 291,
    "Medical_Effect": "Allele C is associated with time to achieve stable dose when treated with warfarin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 839,
    "VariantID": 502,
    "ChemicalID": 238,
    "Medical_Effect": "Allele G is associated with increased risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 840,
    "VariantID": 503,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 841,
    "VariantID": 504,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 842,
    "VariantID": 505,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CC + CT are not associated with risk of nephrotoxicity when treated with tacrolimus in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 843,
    "VariantID": 506,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CC + CT are not associated with risk of nephrotoxicity when treated with tacrolimus in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 844,
    "VariantID": 349,
    "ChemicalID": 203,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of Vomiting when treated with ondansetron in people with Leukemia, Myeloid, Acute.",
    "Notes": null
  },
  {
    "Id": 846,
    "VariantID": 507,
    "ChemicalID": 64,
    "Medical_Effect": "Allele G is associated with increased likelihood of adverse effects when treated with citalopram, fluvoxamine, paroxetine, sertraline or venlafaxine in people with Depressive Disorder, Major as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 847,
    "VariantID": 508,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is associated with increased likelihood of GI intolerance when treated with mycophenolate mofetil in children with Organ Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 848,
    "VariantID": 509,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with increased risk of Toxic liver disease when treated with methotrexate in people with Osteosarcoma as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 849,
    "VariantID": 510,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AG is associated with increased risk of mucositis when treated with methotrexate in people with Osteosarcoma as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 850,
    "VariantID": 511,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype CC is associated with increased risk of Neoplasm Metastasis when treated with methotrexate in people with Osteosarcoma as compared to genotype AC.",
    "Notes": null
  },
  {
    "Id": 851,
    "VariantID": 512,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased severity of mucositis when treated with methotrexate in people with Osteosarcoma as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 852,
    "VariantID": 513,
    "ChemicalID": 12,
    "Medical_Effect": "Allele A is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 854,
    "VariantID": 514,
    "ChemicalID": 12,
    "Medical_Effect": "Allele T is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 861,
    "VariantID": 515,
    "ChemicalID": 132,
    "Medical_Effect": "Allele C is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 864,
    "VariantID": 516,
    "ChemicalID": 25,
    "Medical_Effect": "Allele G is associated with increased risk of Hypercholesterolemia due to atenolol in people with Hypertension as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 871,
    "VariantID": 517,
    "ChemicalID": 145,
    "Medical_Effect": "Genotype CC is associated with decreased bone density when treated with letrozole in women with Breast Neoplasms as compared to genotype AC.",
    "Notes": null
  },
  {
    "Id": 872,
    "VariantID": 518,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 873,
    "VariantID": 519,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 874,
    "VariantID": 520,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 878,
    "VariantID": 521,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes AG + GG are associated with increased time to therapeutic inr when treated with warfarin as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 879,
    "VariantID": 522,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is associated with risk of over-anticoagulation when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 882,
    "VariantID": 523,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype AA is associated with decreased time to achieve stable dose when treated with warfarin as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 884,
    "VariantID": 524,
    "ChemicalID": 238,
    "Medical_Effect": "Allele C is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 885,
    "VariantID": 525,
    "ChemicalID": 145,
    "Medical_Effect": "Genotype TT is associated with decreased bone density when treated with letrozole in women with Breast Neoplasms as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 886,
    "VariantID": 526,
    "ChemicalID": 145,
    "Medical_Effect": "Genotype TT is associated with decreased bone density when treated with letrozole in women with Breast Neoplasms as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 889,
    "VariantID": 527,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is not associated with likelihood of adverse reactions when treated with isoniazid and rifampin in people with Tuberculosis as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 890,
    "VariantID": 528,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of Alopecia when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 891,
    "VariantID": 529,
    "ChemicalID": 61,
    "Medical_Effect": "Genotypes CC + CT is associated with increased risk of Coronary Disease when treated with chlorthalidone.",
    "Notes": null
  },
  {
    "Id": 892,
    "VariantID": 529,
    "ChemicalID": 153,
    "Medical_Effect": "Genotypes CC + CT is associated with increased risk of Coronary Disease when treated with lisinopril.",
    "Notes": null
  },
  {
    "Id": 895,
    "VariantID": 530,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is associated with increased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 896,
    "VariantID": 531,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 900,
    "VariantID": 532,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype GG is associated with increased likelihood of Obesity when treated with risperidone in children with Child Behavior Disorders and Mental Disorders as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 902,
    "VariantID": 533,
    "ChemicalID": 284,
    "Medical_Effect": "Genotype AG is associated with agitation and dysphoria when treated with venlafaxine in patient with depression.",
    "Notes": null
  },
  {
    "Id": 903,
    "VariantID": 534,
    "ChemicalID": 1,
    "Medical_Effect": "Genotype AA is associated with decreased bone density when treated with alendronate in women with Bone Diseases, Metabolic or Osteoporosis as compared to genotype AG.",
    "Notes": null
  },
  {
    "Id": 904,
    "VariantID": 535,
    "ChemicalID": 53,
    "Medical_Effect": "Genotypes AG + GG is associated with increased likelihood of Epidermal Necrolysis, Toxic and Stevens-Johnson Syndrome when treated with carbamazepine as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 905,
    "VariantID": 536,
    "ChemicalID": 29,
    "Medical_Effect": "Allele C is associated with increased risk of Leukopenia when treated with azathioprine or mercaptopurine in people with Irritable Bowel Syndrome as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 906,
    "VariantID": 537,
    "ChemicalID": 29,
    "Medical_Effect": "Allele A is associated with increased risk of Leukopenia when treated with azathioprine or mercaptopurine in people with Irritable Bowel Syndrome as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 907,
    "VariantID": 538,
    "ChemicalID": 29,
    "Medical_Effect": "Allele C is associated with increased risk of Leukopenia when treated with azathioprine or mercaptopurine in people with Irritable Bowel Syndrome as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 908,
    "VariantID": 539,
    "ChemicalID": 29,
    "Medical_Effect": "Allele T is associated with increased risk of Leukopenia when treated with azathioprine or mercaptopurine in people with Irritable Bowel Syndrome as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 909,
    "VariantID": 222,
    "ChemicalID": 29,
    "Medical_Effect": "Allele A is not associated with Drug Toxicity when treated with azathioprine in people with Inflammatory Bowel Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 910,
    "VariantID": 540,
    "ChemicalID": 29,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of Drug Toxicity when treated with azathioprine in people with Inflammatory Bowel Diseases as compared to genotypes AA + AC.",
    "Notes": null
  },
  {
    "Id": 911,
    "VariantID": 541,
    "ChemicalID": 29,
    "Medical_Effect": "Genotype AG is associated with increased likelihood of Pancreatitis when treated with azathioprine in people with Inflammatory Bowel Diseases as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 914,
    "VariantID": 542,
    "ChemicalID": 64,
    "Medical_Effect": "Genotype CC is associated with increased risk of agitation when treated with citalopram in children with Anxiety Disorders or Depressive Disorder, Major as compared to genotypes CG + GG.",
    "Notes": null
  },
  {
    "Id": 915,
    "VariantID": 91,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes CT + TT is associated with decreased likelihood of Lymphopenia when treated with azathioprine in children with Inflammatory Bowel Diseases as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 916,
    "VariantID": 543,
    "ChemicalID": 29,
    "Medical_Effect": "Genotype TT is associated with increased likelihood of Neutropenia when treated with azathioprine in children with Inflammatory Bowel Diseases as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 917,
    "VariantID": 544,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes AG + GG is associated with increased likelihood of Lymphopenia when treated with azathioprine in children with Inflammatory Bowel Diseases as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 918,
    "VariantID": 545,
    "ChemicalID": 219,
    "Medical_Effect": "Allele T is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 919,
    "VariantID": 546,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with pravastatin plasma concentrations (AUC) and Cmax when exposed to pravastatin in healthy individuals as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 920,
    "VariantID": 547,
    "ChemicalID": 219,
    "Medical_Effect": "Allele T is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 921,
    "VariantID": 548,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 922,
    "VariantID": 549,
    "ChemicalID": 200,
    "Medical_Effect": "Genotypes AA + AT are associated with increased severity of Weight gain when treated with olanzapine in people with Schizophrenia as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 924,
    "VariantID": 550,
    "ChemicalID": 197,
    "Medical_Effect": "Genotypes AA + AC are associated with increased suicidal ideation when treated with nortriptyline in people with Depressive Disorder, Major as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 925,
    "VariantID": 551,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 926,
    "VariantID": 552,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is associated with increased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 927,
    "VariantID": 553,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is associated with increased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes GG + GT.",
    "Notes": null
  },
  {
    "Id": 928,
    "VariantID": 554,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 929,
    "VariantID": 555,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with decreased likelihood of discontinuation when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 931,
    "VariantID": 556,
    "ChemicalID": 219,
    "Medical_Effect": "Allele T is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 932,
    "VariantID": 557,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 933,
    "VariantID": 558,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 934,
    "VariantID": 559,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 935,
    "VariantID": 560,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 936,
    "VariantID": 561,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 938,
    "VariantID": 562,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 940,
    "VariantID": 563,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 941,
    "VariantID": 564,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 942,
    "VariantID": 565,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is associated with decreased time in therapeutic range when treated with warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 943,
    "VariantID": 566,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 944,
    "VariantID": 567,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 945,
    "VariantID": 568,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 947,
    "VariantID": 311,
    "ChemicalID": 208,
    "Medical_Effect": "Allele A is associated with increased risk of Fatigue when treated with paroxetine in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 948,
    "VariantID": 569,
    "ChemicalID": 60,
    "Medical_Effect": "Genotypes AC + CC are associated with increased QT interval when treated with chlorpromazine in people with Schizophrenia as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 950,
    "VariantID": 570,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is associated with decreased time in therapeutic range when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 951,
    "VariantID": 571,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes AA + AG are associated with increased risk of Hemorrhage when treated with warfarin as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 952,
    "VariantID": 572,
    "ChemicalID": 291,
    "Medical_Effect": "Allele C is associated with increased international normalized ratio variability (inr-var) when treated with warfarin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 953,
    "VariantID": 573,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes AG + GG is associated with increased likelihood of Toxic liver disease when treated with azathioprine in people with Kidney Transplantation as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 956,
    "VariantID": 574,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes CG + GG is associated with increased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 957,
    "VariantID": 575,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes GT + TT is associated with increased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 958,
    "VariantID": 576,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 959,
    "VariantID": 577,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 960,
    "VariantID": 578,
    "ChemicalID": 221,
    "Medical_Effect": "Allele T is not associated with decreased bone density when exposed to prednisone in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 961,
    "VariantID": 579,
    "ChemicalID": 221,
    "Medical_Effect": "Genotype TT is not associated with decreased bone density when exposed to prednisone in children with Asthma as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 962,
    "VariantID": 580,
    "ChemicalID": 274,
    "Medical_Effect": "Allele G is associated with increased Ocular Hypertension when treated with triamcinolone in people with Retinal Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 963,
    "VariantID": 581,
    "ChemicalID": 274,
    "Medical_Effect": "Allele T is associated with increased Ocular Hypertension when treated with triamcinolone in people with Retinal Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 964,
    "VariantID": 582,
    "ChemicalID": 25,
    "Medical_Effect": "Genotypes GT + TT is associated with increased likelihood of Hyperglycemia when treated with atenolol in people with Essential hypertension as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 966,
    "VariantID": 583,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is not associated with risk of Neurotoxicity Syndromes when treated with methotrexate in children with Hematologic Neoplasms as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 967,
    "VariantID": 584,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with increased risk of Neurotoxicity Syndromes when treated with methotrexate in children with Hematologic Neoplasms as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 970,
    "VariantID": 339,
    "ChemicalID": 78,
    "Medical_Effect": "Allele T is associated with increased likelihood of Toxic liver disease when treated with diclofenac as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 971,
    "VariantID": 585,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CC + CT are not associated with risk of nephrotoxicity when treated with tacrolimus in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 972,
    "VariantID": 586,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes GT + TT are associated with increased risk of nephrotoxicity when treated with tacrolimus in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 973,
    "VariantID": 587,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AA + AG are not associated with risk of nephrotoxicity when treated with tacrolimus in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 974,
    "VariantID": 588,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CC + CT are not associated with risk of nephrotoxicity when treated with tacrolimus in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 976,
    "VariantID": 589,
    "ChemicalID": 25,
    "Medical_Effect": "Genotypes AG + GG is associated with increased severity of Hyperglycemia when treated with atenolol in people with Hypertension as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 977,
    "VariantID": 590,
    "ChemicalID": 123,
    "Medical_Effect": "Genotype CT is associated with increased severity of adverse events when treated with haloperidol in people with Psychotic Disorders as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 979,
    "VariantID": 140,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype AA is not associated with increased likelihood of Metabolic Syndrome when treated with olanzapine or risperidone in women with Schizophrenia as compared to genotypes AC + CC.",
    "Notes": null
  },
  {
    "Id": 980,
    "VariantID": 487,
    "ChemicalID": 200,
    "Medical_Effect": "Genotypes AG + GG is not associated with increased likelihood of Metabolic Syndrome when treated with olanzapine or risperidone in women with Schizophrenia as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 981,
    "VariantID": 591,
    "ChemicalID": 103,
    "Medical_Effect": "Allele C is associated with increased risk of drug-induced liver injury when treated with fenofibrate, sertraline, terbinafine or ticlopidine as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 983,
    "VariantID": 64,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is associated with increased Weight gain when treated with risperidone in women with Schizophrenia as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 984,
    "VariantID": 121,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is associated with increased Weight gain when treated with risperidone in women with Schizophrenia as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 985,
    "VariantID": 592,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype CG are associated with increased likelihood of Obesity when treated with risperidone in children with Child Behavior Disorders and Mental Disorders.",
    "Notes": null
  },
  {
    "Id": 986,
    "VariantID": 593,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AA + AG are not associated with risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 987,
    "VariantID": 21,
    "ChemicalID": 271,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of electrocardiogram qt prolonged when treated with trazodone in healthy individuals as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 989,
    "VariantID": 594,
    "ChemicalID": 142,
    "Medical_Effect": "Genotype AC is not associated with risk of Exanthema and Maculopapular Exanthema when treated with lamotrigine in people with Epilepsy as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 990,
    "VariantID": 595,
    "ChemicalID": 142,
    "Medical_Effect": "Genotype GT is not associated with risk of Exanthema and Maculopapular Exanthema when treated with lamotrigine in people with Epilepsy as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 991,
    "VariantID": 596,
    "ChemicalID": 25,
    "Medical_Effect": "Allele C is associated with decreased diastolic blood pressure and systolic blood pressure when treated with atenolol or bisoprolol in men with Hypertension as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 992,
    "VariantID": 597,
    "ChemicalID": 78,
    "Medical_Effect": "Allele T is associated with increased likelihood of Toxic liver disease when treated with diclofenac as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 993,
    "VariantID": 598,
    "ChemicalID": 123,
    "Medical_Effect": "Genotype CC is associated with decreased likelihood of adverse events when treated with haloperidol in men with Alcohol-Related Disorders, Alcoholic psychosis NOS and Alcoholism as compared to genotype CT.",
    "Notes": null
  },
  {
    "Id": 996,
    "VariantID": 599,
    "ChemicalID": 149,
    "Medical_Effect": "Allele T is associated with increased risk of Agranulocytosis when treated with levothyroxine, methimazole or propylthiouracil in people with Hyperthyroidism as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 997,
    "VariantID": 600,
    "ChemicalID": 25,
    "Medical_Effect": "Allele G is associated with decreased risk of Diabetes Mellitus when exposed to atenolol or verapamil in people with Hypertension as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 998,
    "VariantID": 601,
    "ChemicalID": 78,
    "Medical_Effect": "Allele A is associated with increased likelihood of drug-induced liver injury when treated with diclofenac in people with drug-induced liver injury as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 999,
    "VariantID": 602,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is associated with decreased likelihood of Rheumatoid Nodule when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 1000,
    "VariantID": 603,
    "ChemicalID": 137,
    "Medical_Effect": "Allele C is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1001,
    "VariantID": 604,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1002,
    "VariantID": 64,
    "ChemicalID": 137,
    "Medical_Effect": "Allele A is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1003,
    "VariantID": 605,
    "ChemicalID": 137,
    "Medical_Effect": "Allele A is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1008,
    "VariantID": 606,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1010,
    "VariantID": 607,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1011,
    "VariantID": 608,
    "ChemicalID": 137,
    "Medical_Effect": "Allele T is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1012,
    "VariantID": 609,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1013,
    "VariantID": 610,
    "ChemicalID": 137,
    "Medical_Effect": "Allele T is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1014,
    "VariantID": 111,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1015,
    "VariantID": 611,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1016,
    "VariantID": 612,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype GG is associated with increased severity of Weight gain when treated with risperidone in children with Autistic Disorder as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1018,
    "VariantID": 613,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AG + GG are not associated with risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1019,
    "VariantID": 614,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AG + GG are not associated with risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1020,
    "VariantID": 615,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes CT + TT are not associated with risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1021,
    "VariantID": 616,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype CC is associated with increased severity of Hyperprolactinemia when treated with risperidone in children with Autistic Disorder as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1022,
    "VariantID": 617,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AG + GG are not associated with risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1023,
    "VariantID": 618,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes CT + TT are not associated with risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1024,
    "VariantID": 619,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype CC is not associated with risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1025,
    "VariantID": 620,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with increased risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1026,
    "VariantID": 621,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes CC + CT is associated with decreased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1028,
    "VariantID": 428,
    "ChemicalID": 238,
    "Medical_Effect": "Allele C is associated with increased severity of Hyperprolactinemia when treated with risperidone in children with Autistic Disorder as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1031,
    "VariantID": 622,
    "ChemicalID": 200,
    "Medical_Effect": "Genotypes CC + CT is not associated with increased likelihood of Weight gain when treated with olanzapine in people with Schizophrenia as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1032,
    "VariantID": 623,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype GG is associated with increased likelihood of Insulin Resistance when treated with risperidone in children with Child Behavior Disorders and Mental Disorders as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1033,
    "VariantID": 624,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype CT is associated with increased likelihood of Insulin Resistance when treated with risperidone in children with Child Behavior Disorders and Mental Disorders as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1034,
    "VariantID": 625,
    "ChemicalID": 238,
    "Medical_Effect": "Genotypes CC + CT is associated with increased severity of Hyperprolactinemia when treated with risperidone in children with Autistic Disorder as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1036,
    "VariantID": 626,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CT + TT is associated with increased risk of renal transplant failure when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1037,
    "VariantID": 627,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with decreased event-free survival when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes GT + TT.",
    "Notes": null
  },
  {
    "Id": 1039,
    "VariantID": 628,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AA + AC is associated with increased risk of Nausea and Vomiting when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1040,
    "VariantID": 629,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with decreased event-free survival when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 1041,
    "VariantID": 465,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AA + AG is not associated with risk of renal transplant failure when treated with tacrolimus in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1043,
    "VariantID": 630,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AA + AC is not associated with risk of renal transplant failure when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1044,
    "VariantID": 631,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AA + AG is not associated with risk of renal transplant failure when treated with tacrolimus in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1045,
    "VariantID": 632,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is not associated with increased time to achieve stable dose when treated with warfarin as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1046,
    "VariantID": 633,
    "ChemicalID": 29,
    "Medical_Effect": "Allele A is associated with increased likelihood of Leukopenia when treated with azathioprine or mercaptopurine in people with Inflammatory Bowel Diseases and Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1048,
    "VariantID": 634,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is associated with decreased risk of nephrotoxicity when treated with methotrexate in people with Neoplasms as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 1049,
    "VariantID": 635,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is not associated with Blood Coagulation Disorders when treated with warfarin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1051,
    "VariantID": 636,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is not associated with Blood Coagulation Disorders when treated with warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1052,
    "VariantID": 637,
    "ChemicalID": 291,
    "Medical_Effect": "Allele C is not associated with Blood Coagulation Disorders when treated with warfarin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1055,
    "VariantID": 638,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is not associated with Blood Coagulation Disorders when treated with warfarin as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1058,
    "VariantID": 639,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AG + GG is not associated with risk of Diabetes Mellitus when treated with tacrolimus in children with Kidney Transplantation as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1059,
    "VariantID": 640,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AA + AG is not associated with risk of Diabetes Mellitus when treated with tacrolimus in children with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1062,
    "VariantID": 409,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is associated with decreased risk of Toxic liver disease when treated with methotrexate in children with Osteosarcoma as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1063,
    "VariantID": 153,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with increased risk of Bone Marrow Diseases when treated with methotrexate in children with Osteosarcoma as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1064,
    "VariantID": 641,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with decreased risk of Bone Marrow Diseases and Toxic liver disease when treated with methotrexate in children with Osteosarcoma as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1066,
    "VariantID": 642,
    "ChemicalID": 8,
    "Medical_Effect": "Genotypes AA + AC are associated with increased risk of severe cutaneous adverse reactions when treated with allopurinol as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1067,
    "VariantID": 643,
    "ChemicalID": 8,
    "Medical_Effect": "Genotypes AA + AG are not associated with risk of severe cutaneous adverse reactions when treated with allopurinol as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1068,
    "VariantID": 644,
    "ChemicalID": 8,
    "Medical_Effect": "Genotypes AG + GG is associated with increased risk of severe cutaneous adverse reactions when treated with allopurinol as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1069,
    "VariantID": 645,
    "ChemicalID": 8,
    "Medical_Effect": "Genotypes AA + AG are associated with decreased risk of severe cutaneous adverse reactions when treated with allopurinol as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1073,
    "VariantID": 340,
    "ChemicalID": 123,
    "Medical_Effect": "Genotype CT is not associated with risk of adverse events due to haloperidol in men with Alcoholism as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1075,
    "VariantID": 646,
    "ChemicalID": 132,
    "Medical_Effect": "Genotypes AA + AG is associated with decreased risk of periorbital edema when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1076,
    "VariantID": 647,
    "ChemicalID": 149,
    "Medical_Effect": "Allele C is associated with increased risk of Agranulocytosis when treated with levothyroxine, methimazole or propylthiouracil in people with Hyperthyroidism as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1077,
    "VariantID": 648,
    "ChemicalID": 132,
    "Medical_Effect": "Genotypes CT + TT is associated with increased risk of conjunctival hemorrhage when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1078,
    "VariantID": 649,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype CT is associated with decreased risk of periorbital edema when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1081,
    "VariantID": 650,
    "ChemicalID": 132,
    "Medical_Effect": "Allele A is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1082,
    "VariantID": 651,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is associated with statin-related myopathy when treated with pravastatin or simvastatin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1083,
    "VariantID": 652,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1084,
    "VariantID": 653,
    "ChemicalID": 132,
    "Medical_Effect": "Allele G is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1085,
    "VariantID": 654,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1086,
    "VariantID": 655,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is not associated with risk of Hyperprolactinemia when treated with risperidone in children with Autism Spectrum Disorder as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1087,
    "VariantID": 656,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype CT is associated with increased risk of Hyperprolactinemia when treated with risperidone in children with Autism Spectrum Disorder as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1088,
    "VariantID": 657,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is associated with increased risk of Hyperprolactinemia when treated with risperidone in children with Autism Spectrum Disorder as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1089,
    "VariantID": 658,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype AG is associated with increased risk of Hyperprolactinemia when treated with risperidone in children with Autism Spectrum Disorder as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1091,
    "VariantID": 659,
    "ChemicalID": 8,
    "Medical_Effect": "Genotypes AA + AG are associated with increased risk of drug reaction with eosinophilia and systemic symptoms and Stevens-Johnson Syndrome when treated with allopurinol as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1092,
    "VariantID": 660,
    "ChemicalID": 8,
    "Medical_Effect": "Allele A is associated with severe cutaneous adverse reactions when treated with allopurinol as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1093,
    "VariantID": 661,
    "ChemicalID": 8,
    "Medical_Effect": "Genotypes AG + GG are associated with increased risk of drug reaction with eosinophilia and systemic symptoms and Stevens-Johnson Syndrome when treated with allopurinol as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1094,
    "VariantID": 662,
    "ChemicalID": 219,
    "Medical_Effect": "Genotypes AA + AG are associated with increased IL1B serum levels when treated with pravastatin in men as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1095,
    "VariantID": 663,
    "ChemicalID": 29,
    "Medical_Effect": "Allele T is associated with increased risk of Myelosuppression when treated with azathioprine, mercaptopurine or thioguanine in people with Inflammatory Bowel Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1097,
    "VariantID": 664,
    "ChemicalID": 132,
    "Medical_Effect": "Allele G is not associated with risk of cessation and Drug Toxicity of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1099,
    "VariantID": 665,
    "ChemicalID": 150,
    "Medical_Effect": "Allele A is associated with increased likelihood of Death, Tachycardia and Ventricular Fibrillation when treated with lidocaine as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1100,
    "VariantID": 666,
    "ChemicalID": 132,
    "Medical_Effect": "Allele C is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1101,
    "VariantID": 454,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1102,
    "VariantID": 667,
    "ChemicalID": 132,
    "Medical_Effect": "Allele C is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1104,
    "VariantID": 668,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1105,
    "VariantID": 669,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CT is not associated with increased risk of transplant rejection when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1106,
    "VariantID": 670,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CC + CT is not associated with increased risk of transplant rejection when treated with tacrolimus in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1107,
    "VariantID": 671,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1110,
    "VariantID": 672,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CT + TT is not associated with increased risk of transplant rejection when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1111,
    "VariantID": 673,
    "ChemicalID": 254,
    "Medical_Effect": "Allele T is not associated with increased risk of transplant rejection when treated with tacrolimus in people with Kidney Transplantation as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1112,
    "VariantID": 674,
    "ChemicalID": 171,
    "Medical_Effect": "Genotype CC is associated with increased severity of social withdrawal when treated with methylphenidate in children with Attention Deficit Disorder with Hyperactivity as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1113,
    "VariantID": 675,
    "ChemicalID": 208,
    "Medical_Effect": "Genotype GG is associated with increased response at 4 weeks after the initiation of treatment when treated with paroxetine in people with Panic Disorder as compared to genotypes CC + CG.",
    "Notes": null
  },
  {
    "Id": 1114,
    "VariantID": 676,
    "ChemicalID": 208,
    "Medical_Effect": "Genotypes CG + GG are associated with increased risk of discontinuation syndrome due to paroxetine in people with Depressive Disorder, Major as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1115,
    "VariantID": 677,
    "ChemicalID": 129,
    "Medical_Effect": "Genotype AG is associated with increased likelihood of Acquired Long QT Syndrome (aLQTS), Syncope and Torsades de Pointes when treated with hydroxyzine in women as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1116,
    "VariantID": 678,
    "ChemicalID": 11,
    "Medical_Effect": "Allele G is associated with increased likelihood of Acquired Long QT Syndrome (aLQTS) and Torsades de Pointes when treated with amiodarone in people with Acquired Long QT Syndrome (aLQTS) as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1117,
    "VariantID": 679,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of Hemorrhage when treated with warfarin in people with mechanical heart valve replacement as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 1122,
    "VariantID": 680,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype CC is associated with decreased event-free survival and overall survival when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1123,
    "VariantID": 681,
    "ChemicalID": 64,
    "Medical_Effect": "Allele G is not associated with likelihood of Nausea and Vomiting due to citalopram and sertraline in people with Depressive Disorder, Major as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1124,
    "VariantID": 682,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is associated with increased risk of Leukopenia when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 1126,
    "VariantID": 683,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GT is associated with increased risk of Leukopenia when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1128,
    "VariantID": 684,
    "ChemicalID": 167,
    "Medical_Effect": "Allele A is associated with increased likelihood of weight regain after intentional weight loss when treated with metformin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1129,
    "VariantID": 685,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1130,
    "VariantID": 686,
    "ChemicalID": 132,
    "Medical_Effect": "Allele C is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1131,
    "VariantID": 252,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1132,
    "VariantID": 687,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CT is not associated with risk of Diabetes Mellitus when treated with tacrolimus in people with liver transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1133,
    "VariantID": 688,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CC + CT is associated with increased risk of Diabetes Mellitus when treated with tacrolimus in people with liver transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1134,
    "VariantID": 689,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CG is not associated with risk of Diabetes Mellitus when treated with tacrolimus in people with liver transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1135,
    "VariantID": 690,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CT + TT is not associated with risk of Diabetes Mellitus when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1136,
    "VariantID": 691,
    "ChemicalID": 254,
    "Medical_Effect": "Allele G is not associated with risk of Diabetes Mellitus when treated with tacrolimus in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1137,
    "VariantID": 692,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes CT + TT is associated with increased risk of Diabetes Mellitus, Type 2 when treated with tacrolimus in people with heart transplantation or Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1138,
    "VariantID": 140,
    "ChemicalID": 171,
    "Medical_Effect": "Genotype AA is associated with increased adverse events when treated with methylphenidate in children with Attention Deficit Disorder with Hyperactivity as compared to genotypes AC + CC.",
    "Notes": null
  },
  {
    "Id": 1139,
    "VariantID": 693,
    "ChemicalID": 53,
    "Medical_Effect": "Allele G is associated with increased risk of severe cutaneous adverse reactions when treated with carbamazepine as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1140,
    "VariantID": 694,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype AA is associated with increased risk of Drug Toxicity when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 1142,
    "VariantID": 695,
    "ChemicalID": 132,
    "Medical_Effect": "Allele G is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1143,
    "VariantID": 696,
    "ChemicalID": 132,
    "Medical_Effect": "Allele G is not associated with likelihood of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1144,
    "VariantID": 697,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype CC is not associated with severity of Psychomotor Agitation due to risperidone in people with Psychotic Disorders, schizoaffective disorder or Schizophrenia as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1145,
    "VariantID": 698,
    "ChemicalID": 132,
    "Medical_Effect": "Allele G is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1146,
    "VariantID": 699,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of Hemorrhage when treated with warfarin in people with mechanical heart valve replacement as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1147,
    "VariantID": 700,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1148,
    "VariantID": 701,
    "ChemicalID": 53,
    "Medical_Effect": "Allele G is associated with increased risk of severe cutaneous adverse reactions when treated with carbamazepine as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1149,
    "VariantID": 702,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1150,
    "VariantID": 703,
    "ChemicalID": 219,
    "Medical_Effect": "Allele T is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1151,
    "VariantID": 704,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1152,
    "VariantID": 302,
    "ChemicalID": 242,
    "Medical_Effect": "Allele T is not associated with likelihood of Nausea and Vomiting due to sertraline in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1153,
    "VariantID": 705,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1154,
    "VariantID": 706,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1155,
    "VariantID": 707,
    "ChemicalID": 132,
    "Medical_Effect": "Allele C is not associated with likelihood of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1156,
    "VariantID": 708,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1157,
    "VariantID": 709,
    "ChemicalID": 219,
    "Medical_Effect": "Allele T is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1158,
    "VariantID": 339,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1159,
    "VariantID": 710,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype CT is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1160,
    "VariantID": 711,
    "ChemicalID": 132,
    "Medical_Effect": "Allele C is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1161,
    "VariantID": 712,
    "ChemicalID": 132,
    "Medical_Effect": "Genotypes AA + AG is associated with increased progression-free survival when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1162,
    "VariantID": 713,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype CC is associated with increased risk of Drug Toxicity when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1163,
    "VariantID": 714,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype GG is associated with decreased progression-free survival when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1164,
    "VariantID": 62,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype TT is associated with increased risk of Drug Toxicity when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 1165,
    "VariantID": 715,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype GG is associated with decreased progression-free survival when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1166,
    "VariantID": 716,
    "ChemicalID": 132,
    "Medical_Effect": "Genotypes AA + AG is associated with increased risk of Drug Toxicity when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1167,
    "VariantID": 717,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of Insulin Resistance when treated with atenolol in people with Hypertension as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 1170,
    "VariantID": 718,
    "ChemicalID": 219,
    "Medical_Effect": "Allele T is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1171,
    "VariantID": 719,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1172,
    "VariantID": 720,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1173,
    "VariantID": 721,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1174,
    "VariantID": 722,
    "ChemicalID": 219,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1175,
    "VariantID": 723,
    "ChemicalID": 219,
    "Medical_Effect": "Allele C is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1176,
    "VariantID": 724,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1177,
    "VariantID": 725,
    "ChemicalID": 219,
    "Medical_Effect": "Allele T is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1178,
    "VariantID": 726,
    "ChemicalID": 219,
    "Medical_Effect": "Allele G is not associated with risk of Cardiovascular Diseases when treated with pravastatin in people with Vascular Diseases as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1181,
    "VariantID": 727,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype GG is associated with increased risk of Hemorrhage when treated with warfarin as compared to genotypes CC + CG.",
    "Notes": null
  },
  {
    "Id": 1182,
    "VariantID": 728,
    "ChemicalID": 44,
    "Medical_Effect": "Genotypes CC + CT is associated with increased likelihood of Recurrence when treated with bupropion or nicotine in people with Tobacco Use Disorder as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1183,
    "VariantID": 729,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype CC is associated with increased risk of Hemorrhage when treated with warfarin as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1184,
    "VariantID": 730,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype TT is associated with increased time to achieve stable dose when treated with warfarin as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 1185,
    "VariantID": 731,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes AA + AG is associated with decreased time to the first INR within the therapeutic range when treated with warfarin as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1187,
    "VariantID": 732,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes AC + CC is associated with decreased time to the first INR within the therapeutic range when treated with warfarin as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1188,
    "VariantID": 733,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes CG + GG is associated with decreased time to the first INR within the therapeutic range when treated with warfarin as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1190,
    "VariantID": 734,
    "ChemicalID": 25,
    "Medical_Effect": "Allele G is associated with increased likelihood of Hypercholesterolemia due to atenolol in people with Hypertension as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1191,
    "VariantID": 735,
    "ChemicalID": 226,
    "Medical_Effect": "Allele G is associated with increased severity of Pain when treated with propranolol in women with Temporomandibular Joint Disorders and Pain as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1192,
    "VariantID": 736,
    "ChemicalID": 226,
    "Medical_Effect": "Allele G is associated with increased severity of Pain when treated with propranolol in women with Temporomandibular Joint Disorders and Pain as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1193,
    "VariantID": 344,
    "ChemicalID": 226,
    "Medical_Effect": "Allele G is associated with increased severity of Pain when treated with propranolol in women with Temporomandibular Joint Disorders and Pain as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1194,
    "VariantID": 737,
    "ChemicalID": 13,
    "Medical_Effect": "Genotypes GG + GT are associated with increased risk of Death when treated with amlodipine, Dihydropyridine derivatives or nifedipine in people with Hypertension as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1195,
    "VariantID": 738,
    "ChemicalID": 25,
    "Medical_Effect": "Allele C is associated with increased risk of Hypercholesterolemia due to atenolol in people with Hypertension as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1196,
    "VariantID": 739,
    "ChemicalID": 281,
    "Medical_Effect": "Genotypes AG + GG is associated with increased Weight gain when treated with valproic acid in people with Epilepsy as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1198,
    "VariantID": 740,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype GT is not associated with risk of Diabetes Mellitus when treated with tacrolimus in people with liver transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1200,
    "VariantID": 391,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype GG is associated with increased risk of Hypertriglyceridemia due to atenolol or metoprolol in people with Hypertension as compared to genotypes CC + CG.",
    "Notes": null
  },
  {
    "Id": 1201,
    "VariantID": 741,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1202,
    "VariantID": 742,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes CT + TT are associated with decreased event free survival when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1203,
    "VariantID": 743,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is associated with decreased likelihood of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1204,
    "VariantID": 744,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AG is associated with increased speed of platelet recovery when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes AA + GG.",
    "Notes": null
  },
  {
    "Id": 1205,
    "VariantID": 745,
    "ChemicalID": 208,
    "Medical_Effect": "Allele A is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1206,
    "VariantID": 746,
    "ChemicalID": 12,
    "Medical_Effect": "Allele G is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1207,
    "VariantID": 747,
    "ChemicalID": 25,
    "Medical_Effect": "Allele G is associated with increased risk of Hypercholesterolemia due to atenolol in people with Hypertension as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1208,
    "VariantID": 748,
    "ChemicalID": 12,
    "Medical_Effect": "Allele C is associated with increased likelihood of remission when treated with amitriptyline, citalopram, paroxetine or venlafaxine in people with Depression as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1209,
    "VariantID": 749,
    "ChemicalID": 291,
    "Medical_Effect": "Allele A is not associated with risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1210,
    "VariantID": 750,
    "ChemicalID": 29,
    "Medical_Effect": "Allele G is not associated with risk of transplant rejection when treated with azathioprine in people with lung transplantation as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1211,
    "VariantID": 751,
    "ChemicalID": 208,
    "Medical_Effect": "Genotype CC is associated with increased slower response time when treated with paroxetine in people with Depressive Disorder, Major as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1213,
    "VariantID": 752,
    "ChemicalID": 268,
    "Medical_Effect": "Allele G is not associated with risk of Opioid-Related Disorders due to tramadol as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1214,
    "VariantID": 753,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype GG is associated with decreased reduction in luminal diameter when treated with pravastatin in men with Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 1215,
    "VariantID": 754,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype AG is associated with decreased reduction in minimal luminal diameter when treated with pravastatin in men with Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 1216,
    "VariantID": 755,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype AA is not associated with decreased reduction in luminal diameter when treated with pravastatin in men with Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 1217,
    "VariantID": 756,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is not associated with risk of adverse events due to methotrexate in people with Arthritis, Rheumatoid as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1218,
    "VariantID": 479,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is not associated with risk of adverse events due to methotrexate in people with Arthritis, Rheumatoid as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1219,
    "VariantID": 757,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with decreased risk of adverse events due to methotrexate in people with Arthritis, Rheumatoid as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1220,
    "VariantID": 758,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is not associated with risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1221,
    "VariantID": 759,
    "ChemicalID": 291,
    "Medical_Effect": "Allele C is not associated with risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1222,
    "VariantID": 760,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is not associated with risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1223,
    "VariantID": 761,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is not associated with risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1224,
    "VariantID": 762,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is associated with increased risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1225,
    "VariantID": 763,
    "ChemicalID": 171,
    "Medical_Effect": "Genotypes CT + TT is associated with increased intolerability of methylphenidate in children with Autism Spectrum Disorder as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1226,
    "VariantID": 764,
    "ChemicalID": 53,
    "Medical_Effect": "Allele A is not associated with differences in antiepileptic drugs resistance risk when treated with carbamazepine, phenobarbital, phenytoin or valproic acid as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1227,
    "VariantID": 765,
    "ChemicalID": 53,
    "Medical_Effect": "Allele C is not associated with differences in antiepileptic drugs resistance risk when treated with carbamazepine, phenobarbital, phenytoin or valproic acid as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1228,
    "VariantID": 766,
    "ChemicalID": 64,
    "Medical_Effect": "Allele T is associated with increased improvement over the first 2 weeks when treated with citalopram or escitalopram in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1231,
    "VariantID": 767,
    "ChemicalID": 281,
    "Medical_Effect": "Genotypes AA + AG are associated with decreased likelihood of Drug Toxicity when exposed to valproic acid in people with Epilepsy as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1232,
    "VariantID": 768,
    "ChemicalID": 137,
    "Medical_Effect": "Allele G is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1233,
    "VariantID": 769,
    "ChemicalID": 167,
    "Medical_Effect": "Genotype TT is associated with increased renal clearance and secretion clearance of metformin when exposed to metformin in healthy individuals as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1236,
    "VariantID": 770,
    "ChemicalID": 167,
    "Medical_Effect": "Genotype AA is associated with decreased CL renal reference and lower and CL sec reference when exposed to metformin in healthy individuals as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1237,
    "VariantID": 771,
    "ChemicalID": 167,
    "Medical_Effect": "Allele A is associated with gastrointestinal toxicity when treated with metformin in people with Diabetes Mellitus, Type 2 as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1238,
    "VariantID": 772,
    "ChemicalID": 167,
    "Medical_Effect": "Allele C is associated with decreased reduction in HbA1c levels when treated with metformin in people with Diabetes Mellitus.",
    "Notes": null
  },
  {
    "Id": 1240,
    "VariantID": 773,
    "ChemicalID": 132,
    "Medical_Effect": "Genotypes CG + GG is associated with decreased event-free survival when treated with imatinib in people with Leukemia, Myelogenous, Chronic, BCR-ABL Positive as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1242,
    "VariantID": 771,
    "ChemicalID": 132,
    "Medical_Effect": "Allele A is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1243,
    "VariantID": 774,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype GG is associated with increased risk of Drug Toxicity when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1244,
    "VariantID": 775,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype CC is associated with decreased severity of Drug Toxicity when treated with imatinib in people with Leukemia, Myelogenous, Chronic, BCR-ABL Positive as compared to genotypes CG + GG.",
    "Notes": null
  },
  {
    "Id": 1246,
    "VariantID": 776,
    "ChemicalID": 132,
    "Medical_Effect": "Allele G is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1247,
    "VariantID": 777,
    "ChemicalID": 185,
    "Medical_Effect": "Allele T is associated with increased dose-adjusted area under the concentration versus time curve (AUC6-12) level of mycophenolic acid when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype del/del.",
    "Notes": null
  },
  {
    "Id": 1249,
    "VariantID": 778,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1250,
    "VariantID": 779,
    "ChemicalID": 167,
    "Medical_Effect": "Genotype AC is associated with lack of increase in metformin concentrations when treated with metformin and trimethoprim in healthy individuals.",
    "Notes": null
  },
  {
    "Id": 1251,
    "VariantID": 780,
    "ChemicalID": 132,
    "Medical_Effect": "Allele C is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1252,
    "VariantID": 781,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes CG + GG is associated with increased likelihood of Neutropenia when treated with azathioprine in children with Inflammatory Bowel Diseases as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1253,
    "VariantID": 782,
    "ChemicalID": 53,
    "Medical_Effect": "Allele C is associated with increased risk of Stevens-Johnson Syndrome when treated with carbamazepine as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1254,
    "VariantID": 783,
    "ChemicalID": 251,
    "Medical_Effect": "Genotype AA is associated with decreased risk of Drug Hypersensitivity when treated with sulfamethoxazole in people with HIV Infections as compared to genotypes AC + CC.",
    "Notes": null
  },
  {
    "Id": 1255,
    "VariantID": 784,
    "ChemicalID": 251,
    "Medical_Effect": "Allele A is associated with decreased risk of Drug Hypersensitivity when treated with sulfamethoxazole in people with HIV Infections as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1256,
    "VariantID": 785,
    "ChemicalID": 142,
    "Medical_Effect": "Allele C is associated with increased tonic block of Na(V) 1.1 channels when treated with lamotrigine as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1257,
    "VariantID": 786,
    "ChemicalID": 53,
    "Medical_Effect": "Genotype TT is associated with increased risk of non-retention when treated with carbamazepine in people with Epilepsy as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 1258,
    "VariantID": 787,
    "ChemicalID": 53,
    "Medical_Effect": "Genotype CC is associated with increased cortical silent period duration due to carbamazepine in healthy individuals as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1259,
    "VariantID": 788,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with decreased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1261,
    "VariantID": 789,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is associated with decreased risk of Disease Activity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1262,
    "VariantID": 790,
    "ChemicalID": 64,
    "Medical_Effect": "Allele T is associated with increased likelihood of treatment-emergent suicidality when treated with citalopram in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1263,
    "VariantID": 791,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype CT is associated with increased risk of Diabetes Mellitus when treated with tacrolimus in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1264,
    "VariantID": 792,
    "ChemicalID": 185,
    "Medical_Effect": "Allele A is associated with changes in mycophenolic acid exposure-related parameters on day 7 after transplantation (treatment with 2g per day) when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1268,
    "VariantID": 793,
    "ChemicalID": 97,
    "Medical_Effect": "Allele T is associated with increased risk of venous thromboembolism when treated with estradiol as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1269,
    "VariantID": 794,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1270,
    "VariantID": 795,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of Drug Toxicity when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1271,
    "VariantID": 796,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with decreased likelihood of treatment-emergent suicidality when treated with citalopram in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1272,
    "VariantID": 797,
    "ChemicalID": 13,
    "Medical_Effect": "Genotypes AA + AT are associated with decreased fasting glucose when treated with amlodipine, chlorthalidone or lisinopril in people with Hypertension as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1273,
    "VariantID": 798,
    "ChemicalID": 52,
    "Medical_Effect": "Genotype AA is associated with decreased severity of Kidney Failure when treated with captopril in people with Alzheimer Disease as compared to genotypes AT + TT.",
    "Notes": null
  },
  {
    "Id": 1274,
    "VariantID": 799,
    "ChemicalID": 246,
    "Medical_Effect": "Genotypes AA + AG are associated with improvement in left ventricular ejection fraction, end-systolic and end-diastolic volume when treated with spironolactone in people with chronic heart failure as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1275,
    "VariantID": 800,
    "ChemicalID": 110,
    "Medical_Effect": "Genotypes CC + CT are associated with increased risk of reduced response when treated with fluoxetine in people with Depressive Disorder, Major as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1277,
    "VariantID": 801,
    "ChemicalID": 284,
    "Medical_Effect": "Genotype TT is associated with increased reduction in HAM-A when treated with venlafaxine in people with Anxiety Disorders as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 1278,
    "VariantID": 802,
    "ChemicalID": 203,
    "Medical_Effect": "Genotype AA is associated with increased treatment response among patients carrying the SLC6A4 promoter length polymorphism long/long genotype when treated with ondansetron in people with Alcoholism as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1279,
    "VariantID": 803,
    "ChemicalID": 137,
    "Medical_Effect": "Allele C is not associated with risk of drug-induced liver injury when treated with isoniazid in people with Tuberculosis as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1280,
    "VariantID": 804,
    "ChemicalID": 281,
    "Medical_Effect": "Genotypes AA + AC is associated with decreased bone density when treated with valproic acid in people with Epilepsy as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1281,
    "VariantID": 805,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AG + GG is associated with increased likelihood of Abdominal Pain when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1282,
    "VariantID": 806,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AG is associated with decreased likelihood of Toxic liver disease when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes AA + GG.",
    "Notes": null
  },
  {
    "Id": 1283,
    "VariantID": 807,
    "ChemicalID": 167,
    "Medical_Effect": "Genotype CC is associated with increased response to metformin when exposed to metformin in healthy individuals as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1285,
    "VariantID": 808,
    "ChemicalID": 167,
    "Medical_Effect": "Allele A is not associated with CLrenal nor the secretory clearance (CLsec) of metformin when exposed to metformin in healthy individuals as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1286,
    "VariantID": 809,
    "ChemicalID": 167,
    "Medical_Effect": "Genotype AA is associated with lack of increase in metformin concentrations when treated with metformin and trimethoprim in healthy individuals.",
    "Notes": null
  },
  {
    "Id": 1287,
    "VariantID": 810,
    "ChemicalID": 200,
    "Medical_Effect": "Allele G is associated with increased prolactin when treated with olanzapine in women as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1288,
    "VariantID": 811,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AA is associated with increased risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 1289,
    "VariantID": 812,
    "ChemicalID": 132,
    "Medical_Effect": "Allele G is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1290,
    "VariantID": 54,
    "ChemicalID": 64,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of response when treated with citalopram in people with Depression as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1291,
    "VariantID": 813,
    "ChemicalID": 208,
    "Medical_Effect": "Allele C is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1292,
    "VariantID": 814,
    "ChemicalID": 208,
    "Medical_Effect": "Allele T is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1293,
    "VariantID": 815,
    "ChemicalID": 25,
    "Medical_Effect": "Allele G is associated with decreased risk of Myocardial Infarction and Stroke when treated with atenolol and verapamil in people with Coronary Artery Disease and Hypertension as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1295,
    "VariantID": 816,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with increased likelihood of response when treated with citalopram in people with Depression as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1298,
    "VariantID": 817,
    "ChemicalID": 25,
    "Medical_Effect": "Allele A is associated with increased glucose elevation when treated with atenolol in people with Hypertension as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1299,
    "VariantID": 818,
    "ChemicalID": 200,
    "Medical_Effect": "Allele T is associated with increased risk of Weight gain when treated with olanzapine in people with Schizophrenia as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1302,
    "VariantID": 819,
    "ChemicalID": 254,
    "Medical_Effect": "Genotypes AA + AG is not associated with risk of Diabetes Mellitus when treated with tacrolimus in children with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1303,
    "VariantID": 820,
    "ChemicalID": 167,
    "Medical_Effect": "Allele G is associated with decreased severity of Hyperglycemia when treated with metformin in people with Diabetes Mellitus, Type 2 as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1304,
    "VariantID": 821,
    "ChemicalID": 167,
    "Medical_Effect": "Allele G is associated with decreased post-HbA1c levels when treated with metformin in people with Diabetes Mellitus, Type 2 as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1306,
    "VariantID": 822,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AA + AT are associated with decreased event free survival when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1310,
    "VariantID": 823,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype GG is associated with increased disease activity score 28 joint in rheumatoid arthritis when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotypes CC + CG.",
    "Notes": null
  },
  {
    "Id": 1311,
    "VariantID": 824,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of Toxic liver disease when treated with isoniazid and rifampin in people with Tuberculosis as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1314,
    "VariantID": 825,
    "ChemicalID": 82,
    "Medical_Effect": "Allele T is associated with increased reduction in blood pressure when treated with diltiazem in people with Hypertension as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1315,
    "VariantID": 826,
    "ChemicalID": 44,
    "Medical_Effect": "Genotypes CC + CT are associated with decreased likelihood of smoking cessation when treated with bupropion as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1316,
    "VariantID": 827,
    "ChemicalID": 167,
    "Medical_Effect": "Genotype AA is associated with increased renal clearance and secretion clearance of metformin when exposed to metformin in healthy individuals as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1319,
    "VariantID": 828,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1320,
    "VariantID": 829,
    "ChemicalID": 191,
    "Medical_Effect": "Genotype AA is associated with larger mean changes in systolic and diastolic blood pressure when treated with nifedipine as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1321,
    "VariantID": 830,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1323,
    "VariantID": 831,
    "ChemicalID": 191,
    "Medical_Effect": "Genotype AA is associated with smaller mean changes in systolic and diastolic blood pressure when treated with nifedipine as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1324,
    "VariantID": 832,
    "ChemicalID": 82,
    "Medical_Effect": "Allele A is not associated with risk of Cardiovascular events when treated with diltiazem in people with Hypertension as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1325,
    "VariantID": 833,
    "ChemicalID": 238,
    "Medical_Effect": "Allele G is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1326,
    "VariantID": 834,
    "ChemicalID": 238,
    "Medical_Effect": "Allele A is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1327,
    "VariantID": 835,
    "ChemicalID": 238,
    "Medical_Effect": "Allele G is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1328,
    "VariantID": 836,
    "ChemicalID": 53,
    "Medical_Effect": "Allele A is associated with non-response when treated with carbamazepine, phenytoin or valproic acid in people with Epilepsy as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1329,
    "VariantID": 433,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of drug-induced liver injury when treated with isoniazid and rifampin in people with Tuberculosis as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 1330,
    "VariantID": 837,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype AG is associated with increased risk of Hyperprolactinemia when treated with risperidone in children with Autism Spectrum Disorder as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1331,
    "VariantID": 838,
    "ChemicalID": 137,
    "Medical_Effect": "Genotypes AC + CC are associated with decreased likelihood of Toxic liver disease when treated with isoniazid and rifampin in people with Tuberculosis as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1332,
    "VariantID": 839,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes CG + GG are associated with decreased dose of warfarin when treated with warfarin as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1334,
    "VariantID": 840,
    "ChemicalID": 185,
    "Medical_Effect": "Genotype CC is not associated with increased risk of Diarrhea when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1335,
    "VariantID": 841,
    "ChemicalID": 242,
    "Medical_Effect": "Allele G is associated with increased general side-effects when treated with sertraline in people with Depressive Disorder, Major as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1336,
    "VariantID": 842,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1344,
    "VariantID": 843,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1345,
    "VariantID": 844,
    "ChemicalID": 158,
    "Medical_Effect": "Genotype AA is associated with increased area under the visual analog scale-time curve during the induced state when exposed to lorazepam as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1346,
    "VariantID": 845,
    "ChemicalID": 167,
    "Medical_Effect": "Allele C is associated with increased likelihood of weight regain after intentional weight loss when treated with metformin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1347,
    "VariantID": 846,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype TT is associated with decreased severity of weight gain due to risperidone in people with Schizophrenia as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1348,
    "VariantID": 847,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype TT is associated with increased risk of adverse cardiovascular outcomes when treated with atenolol or verapamil in people with hypertension and coronory artery disease.",
    "Notes": null
  },
  {
    "Id": 1349,
    "VariantID": 848,
    "ChemicalID": 238,
    "Medical_Effect": "Genotypes CT + TT is associated with increased severity of Hyperprolactinemia when treated with risperidone in children with Autistic Disorder as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1350,
    "VariantID": 849,
    "ChemicalID": 25,
    "Medical_Effect": "Genotype TT is associated with increased risk of adverse cardiovascular outcomes when treated with atenolol or verapamil in people with hypertension and coronory artery disease as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1351,
    "VariantID": 850,
    "ChemicalID": 238,
    "Medical_Effect": "Allele C is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1352,
    "VariantID": 851,
    "ChemicalID": 238,
    "Medical_Effect": "Allele C is not associated with risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1353,
    "VariantID": 852,
    "ChemicalID": 238,
    "Medical_Effect": "Allele T is associated with increased risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1354,
    "VariantID": 853,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1355,
    "VariantID": 854,
    "ChemicalID": 53,
    "Medical_Effect": "Allele T is associated with decreased severity of Hypersensitivity when treated with carbamazepine as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1356,
    "VariantID": 855,
    "ChemicalID": 238,
    "Medical_Effect": "Allele C is associated with increased risk of Weight gain when exposed to risperidone in children with Autism Spectrum Disorder as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1357,
    "VariantID": 856,
    "ChemicalID": 208,
    "Medical_Effect": "Allele T is associated with increased risk of suicidal ideation when treated with paroxetine in people with Depression as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1358,
    "VariantID": 857,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is not associated with risk of Leukopenia when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1359,
    "VariantID": 858,
    "ChemicalID": 29,
    "Medical_Effect": "Genotype CT is not associated with increased likelihood of Leukopenia when treated with azathioprine in people with Autoimmune Diseases, Lupus Erythematosus, Systemic and Sjogren's Syndrome as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1360,
    "VariantID": 859,
    "ChemicalID": 132,
    "Medical_Effect": "Allele A is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1361,
    "VariantID": 860,
    "ChemicalID": 285,
    "Medical_Effect": "Allele T is associated with increased risk of Myocardial Infarction and Stroke when treated with verapamil in people with Coronary Artery Disease and Hypertension as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1362,
    "VariantID": 861,
    "ChemicalID": 171,
    "Medical_Effect": "Genotypes AA + AC is associated with increased adverse events when treated with methylphenidate in children with Attention Deficit Disorder with Hyperactivity as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1363,
    "VariantID": 862,
    "ChemicalID": 200,
    "Medical_Effect": "Allele T is associated with increased Weight gain when treated with olanzapine in people with Mental Disorders as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1365,
    "VariantID": 863,
    "ChemicalID": 200,
    "Medical_Effect": "Allele A is associated with increased prolactin when treated with olanzapine in women as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1366,
    "VariantID": 864,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is not associated with risk of Leukopenia when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1367,
    "VariantID": 865,
    "ChemicalID": 53,
    "Medical_Effect": "Allele A is associated with increased likelihood of serious hypersensitivity when treated with carbamazepine as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1368,
    "VariantID": 866,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes CC + CG is associated with increased likelihood of Lymphopenia when treated with azathioprine in children with Inflammatory Bowel Diseases as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1370,
    "VariantID": 867,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AG is associated with increased likelihood of CNS adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1379,
    "VariantID": 868,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype CT is associated with increased AUC0-12 when exposed to pravastatin in healthy individuals as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1381,
    "VariantID": 869,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype CC is associated with increased severity of mucositis when treated with methotrexate in people with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1382,
    "VariantID": 870,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes CC + CT are associated with increased severity of Arthritis, Rheumatoid when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1387,
    "VariantID": 871,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype TT is not associated with basal urinary coproporphyrin I/ (I+III) ratio when treated with methotrexate in people with Lymphoma as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1388,
    "VariantID": 339,
    "ChemicalID": 170,
    "Medical_Effect": "Allele T is associated with increased risk of Drug Toxicity when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1392,
    "VariantID": 872,
    "ChemicalID": 170,
    "Medical_Effect": "Allele C is not associated with risk of prolonged high concentrations of methotrexate in children with Leukemia as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1394,
    "VariantID": 873,
    "ChemicalID": 285,
    "Medical_Effect": "Genotype AA is associated with decreased risk of primary outcome when treated with verapamil in people with Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 1395,
    "VariantID": 874,
    "ChemicalID": 285,
    "Medical_Effect": "Genotype AG is not associated with increased risk of primary outcome when treated with verapamil in people with Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 1396,
    "VariantID": 875,
    "ChemicalID": 285,
    "Medical_Effect": "Genotype GG is associated with increased risk of primary outcome when treated with verapamil in people with Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 1398,
    "VariantID": 876,
    "ChemicalID": 64,
    "Medical_Effect": "Allele C is associated with decreased likelihood of remission at 8 weeks when treated with citalopram or escitalopram in people with Depressive Disorder, Major as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1399,
    "VariantID": 877,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with increased risk of suicide when treated with citalopram in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1402,
    "VariantID": 878,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype GG is associated with increased general adverse reactions when treated with risperidone in healthy individuals as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1403,
    "VariantID": 879,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AG + GG is not associated with risk of mucositis when treated with methotrexate in children with Precursor Cell Lymphoblastic Leukemia-Lymphoma as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1409,
    "VariantID": 880,
    "ChemicalID": 167,
    "Medical_Effect": "Allele C is associated with decreased post-HbA1c levels when treated with metformin in people with Diabetes Mellitus, Type 2 as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1411,
    "VariantID": 881,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype CC is associated with decreased imatinib clearance when treated with imatinib as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1412,
    "VariantID": 882,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype AG is associated with increased AUC0-12 when exposed to pravastatin in healthy individuals as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1413,
    "VariantID": 883,
    "ChemicalID": 185,
    "Medical_Effect": "Allele A is associated with increased risk of adverse drug reactions when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1414,
    "VariantID": 634,
    "ChemicalID": 185,
    "Medical_Effect": "Genotype TT is associated with increased risk of adverse drug reaction when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype CC.",
    "Notes": null
  },
  {
    "Id": 1423,
    "VariantID": 884,
    "ChemicalID": 185,
    "Medical_Effect": "Genotype GG is associated with increased dose-adjusted area under the curve (AUC6-12) of mycophenolic acid (MPA) when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1424,
    "VariantID": 885,
    "ChemicalID": 291,
    "Medical_Effect": "Genotypes CC + CT is associated with decreased risk of Hemorrhage when treated with warfarin as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1425,
    "VariantID": 252,
    "ChemicalID": 29,
    "Medical_Effect": "Allele T is not associated with risk of chronic lung allograft dysfunction when treated with azathioprine in people with lung transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1432,
    "VariantID": 886,
    "ChemicalID": 200,
    "Medical_Effect": "Allele G is associated with increased likelihood of obesity when treated with olanzapine in people with Schizophrenia as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1437,
    "VariantID": 887,
    "ChemicalID": 29,
    "Medical_Effect": "Allele C is not associated with likelihood of adverse events when treated with azathioprine, mercaptopurine or purine analogues in people with Inflammatory Bowel Diseases as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1439,
    "VariantID": 888,
    "ChemicalID": 29,
    "Medical_Effect": "Genotypes AC + CC is not associated with increased likelihood of adverse side effects when treated with azathioprine in people with liver transplantation as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1444,
    "VariantID": 889,
    "ChemicalID": 53,
    "Medical_Effect": "Genotype GG is associated with increased concentration-to-dose ratios when treated with carbamazepine in people with Epilepsy as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1450,
    "VariantID": 890,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with increased likelihood of treatment inefficacy when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1451,
    "VariantID": 891,
    "ChemicalID": 132,
    "Medical_Effect": "Genotypes AG + GG is associated with decreased risk of Drug Toxicity when treated with imatinib in people with Gastrointestinal Stromal Tumors as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1452,
    "VariantID": 892,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype GG is associated with decreased likelihood of fatal coronary disease or nonfatal myocardial infarction when treated with pravastatin in men as compared to genotypes CC + CG.",
    "Notes": null
  },
  {
    "Id": 1464,
    "VariantID": 668,
    "ChemicalID": 219,
    "Medical_Effect": "Allele T is not associated with pravastatin plasma concentrations (AUC) and Cmax when exposed to pravastatin in healthy individuals as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1465,
    "VariantID": 893,
    "ChemicalID": 137,
    "Medical_Effect": "Genotype GG is associated with increased likelihood of Toxic liver disease when treated with isoniazid and rifampin in people with Tuberculosis as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1466,
    "VariantID": 894,
    "ChemicalID": 132,
    "Medical_Effect": "Allele A is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1469,
    "VariantID": 895,
    "ChemicalID": 238,
    "Medical_Effect": "Genotypes GT + TT is associated with increased risk of adverse events when treated with risperidone in children as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1470,
    "VariantID": 471,
    "ChemicalID": 132,
    "Medical_Effect": "Allele G is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1471,
    "VariantID": 896,
    "ChemicalID": 8,
    "Medical_Effect": "Allele C is associated with increased risk of Epidermal Necrolysis, Toxic and Stevens-Johnson Syndrome when treated with allopurinol, carbamazepine or phenytoin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1473,
    "VariantID": 897,
    "ChemicalID": 132,
    "Medical_Effect": "Allele T is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1474,
    "VariantID": 898,
    "ChemicalID": 8,
    "Medical_Effect": "Allele A is associated with increased risk of Epidermal Necrolysis, Toxic and Stevens-Johnson Syndrome when treated with allopurinol as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1480,
    "VariantID": 899,
    "ChemicalID": 170,
    "Medical_Effect": "Allele A is associated with increased likelihood of adverse events when treated with methotrexate in people with Arthritis, Rheumatoid as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1481,
    "VariantID": 900,
    "ChemicalID": 13,
    "Medical_Effect": "Genotype AA is associated with decreased major adverse cardiac events (mace) when treated with amlodipine in people with Hypertension as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1482,
    "VariantID": 901,
    "ChemicalID": 291,
    "Medical_Effect": "Allele G is associated with risk of Hemorrhage when treated with warfarin as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1483,
    "VariantID": 902,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype CT is associated with increased likelihood of response when treated with olanzapine in people with Schizophrenia.",
    "Notes": null
  },
  {
    "Id": 1484,
    "VariantID": 903,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype TT is associated with increased likelihood of response when treated with risperidone in people with Schizophrenia as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 1485,
    "VariantID": 904,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of positive response when treated with olanzapine and perphenazine in people with Schizophrenia as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1486,
    "VariantID": 905,
    "ChemicalID": 254,
    "Medical_Effect": "Allele G is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1487,
    "VariantID": 906,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype TT is not associated with likelihood of achieving target concentrations of tacrolimus in people with Kidney Transplantation as compared to genotypes GG + GT.",
    "Notes": null
  },
  {
    "Id": 1491,
    "VariantID": 907,
    "ChemicalID": 281,
    "Medical_Effect": "Genotypes AA + AG is associated with increased Weight gain when treated with valproic acid in people with Epilepsy as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1492,
    "VariantID": 908,
    "ChemicalID": 254,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of achieving target concentrations of tacrolimus in people with Kidney Transplantation as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 1493,
    "VariantID": 909,
    "ChemicalID": 254,
    "Medical_Effect": "Allele A is not associated with dose-adjusted trough concentrations of tacrolimus in people with Kidney Transplantation as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1505,
    "VariantID": 910,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes GG + GT is not associated with risk of hematological toxicity when treated with methotrexate in children with Lymphoma, Non-Hodgkin as compared to genotype TT.",
    "Notes": null
  },
  {
    "Id": 1510,
    "VariantID": 911,
    "ChemicalID": 170,
    "Medical_Effect": "Genotype AG is associated with increased risk of Alopecia when treated with methotrexate in people with Arthritis, Rheumatoid as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1521,
    "VariantID": 127,
    "ChemicalID": 170,
    "Medical_Effect": "Allele G is associated with severity of Arthritis, Rheumatoid when treated with methotrexate.",
    "Notes": null
  },
  {
    "Id": 1522,
    "VariantID": 509,
    "ChemicalID": 219,
    "Medical_Effect": "Genotype GG is associated with decreased likelihood of Coronary Artery Disease and Myocardial Infarction when treated with pravastatin in people with Hypertension.",
    "Notes": null
  },
  {
    "Id": 1531,
    "VariantID": 45,
    "ChemicalID": 211,
    "Medical_Effect": "Genotype AA is associated with increased risk of Psychotic Disorders due to phenobarbital and phenytoin in men with Epilepsy.",
    "Notes": null
  },
  {
    "Id": 1532,
    "VariantID": 912,
    "ChemicalID": 167,
    "Medical_Effect": "Allele G is associated with increased likelihood of weight regain after intentional weight loss when treated with metformin as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1534,
    "VariantID": 913,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype TT is associated with decreased severity of weight gain due to risperidone in people with Schizophrenia as compared to genotypes CC + CT.",
    "Notes": null
  },
  {
    "Id": 1536,
    "VariantID": 914,
    "ChemicalID": 25,
    "Medical_Effect": "Allele T is associated with Hypercholesterolemia due to atenolol in people with Hypertension as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1537,
    "VariantID": 915,
    "ChemicalID": 25,
    "Medical_Effect": "Allele C is associated with Hypercholesterolemia due to atenolol in people with Hypertension as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1540,
    "VariantID": 916,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with concentrations of S-citalopram and metabolic ratio of of S-desmethylcitalopram/citalopram when treated with citalopram or escitalopram in people with Depressive Disorder, Major as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1541,
    "VariantID": 917,
    "ChemicalID": 132,
    "Medical_Effect": "Allele A is not associated with risk of Drug Toxicity and cessation of imatinib in people with Gastrointestinal Stromal Tumors as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1543,
    "VariantID": 918,
    "ChemicalID": 25,
    "Medical_Effect": "Genotypes AA + AG are not associated with increased risk of Death when treated with atenolol in people with Coronary Artery Disease as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1544,
    "VariantID": 918,
    "ChemicalID": 285,
    "Medical_Effect": "Genotypes AA + AG are associated with increased risk of Death when treated with verapamil in people with Coronary Artery Disease as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1545,
    "VariantID": 919,
    "ChemicalID": 285,
    "Medical_Effect": "Genotypes CC + CG are associated with increased risk of Death when treated with verapamil in people with Coronary Artery Disease as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1546,
    "VariantID": 919,
    "ChemicalID": 25,
    "Medical_Effect": "Genotypes CC + CG are not associated with increased risk of Death when treated with atenolol in people with Coronary Artery Disease as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1547,
    "VariantID": 920,
    "ChemicalID": 87,
    "Medical_Effect": "Allele T is associated with increased likelihood of cognitive dysfunction when treated with donepezil in people with Alzheimer Disease as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1548,
    "VariantID": 921,
    "ChemicalID": 44,
    "Medical_Effect": "Allele T is associated with decreased sexual side-effects when treated with bupropion in people with Depressive Disorder, Major as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1549,
    "VariantID": 922,
    "ChemicalID": 137,
    "Medical_Effect": "Allele C is not associated with likelihood of Hepatitis, Toxic when treated with isoniazid in people with Tuberculosis as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1550,
    "VariantID": 923,
    "ChemicalID": 185,
    "Medical_Effect": "Genotype AG is associated with increased area under the concentration versus time curve (AUC6-12) level of the acyl glucuronide of mycophenolic acid when treated with mycophenolate mofetil in people with Kidney Transplantation as compared to genotype GG.",
    "Notes": null
  },
  {
    "Id": 1551,
    "VariantID": 924,
    "ChemicalID": 285,
    "Medical_Effect": "Genotype AG is not associated with increased risk of adverse outcome when treated with verapamil in people with Hypertension and Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 1552,
    "VariantID": 925,
    "ChemicalID": 285,
    "Medical_Effect": "Genotype AA is not associated with increased risk of adverse outcome when treated with verapamil in people with Hypertension and Coronary Artery Disease.",
    "Notes": null
  },
  {
    "Id": 1553,
    "VariantID": 926,
    "ChemicalID": 170,
    "Medical_Effect": "Genotypes AG + GG are associated with increased risk of toxicity when treated with methotrexate in children with Leukemia, B-Cell, Acute as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1555,
    "VariantID": 927,
    "ChemicalID": 64,
    "Medical_Effect": "Allele A is associated with increased risk of suicide when treated with citalopram in people with Depressive Disorder, Major as compared to allele T.",
    "Notes": null
  },
  {
    "Id": 1557,
    "VariantID": 616,
    "ChemicalID": 64,
    "Medical_Effect": "Genotype CC is associated with increased likelihood of Nausea and Vomiting due to citalopram in people with Depressive Disorder, Major as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1558,
    "VariantID": 95,
    "ChemicalID": 200,
    "Medical_Effect": "Genotype GG is associated with decreased risk of Weight gain when treated with olanzapine in people with Schizophrenia as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1559,
    "VariantID": 928,
    "ChemicalID": 208,
    "Medical_Effect": "Genotypes AG + GG are not associated with increased risk of discontinuation syndrome due to paroxetine in people with Depressive Disorder, Major as compared to genotype AA.",
    "Notes": null
  },
  {
    "Id": 1560,
    "VariantID": 237,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype AA is associated with increased likelihood of cardiovascular adverse reactions when treated with risperidone in healthy individuals as compared to genotypes AG + GG.",
    "Notes": null
  },
  {
    "Id": 1562,
    "VariantID": 95,
    "ChemicalID": 238,
    "Medical_Effect": "Genotype GG is associated with decreased severity of weight gain due to risperidone in people with Schizophrenia as compared to genotypes AA + AG.",
    "Notes": null
  },
  {
    "Id": 1563,
    "VariantID": 681,
    "ChemicalID": 208,
    "Medical_Effect": "Allele G is not associated with Nausea when treated with paroxetine in people with Depressive Disorder as compared to allele A.",
    "Notes": null
  },
  {
    "Id": 1564,
    "VariantID": 929,
    "ChemicalID": 208,
    "Medical_Effect": "Genotype GG is not associated with increased risk of discontinuation syndrome due to paroxetine in people with Depressive Disorder, Major.",
    "Notes": null
  },
  {
    "Id": 1565,
    "VariantID": 930,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is not associated with warfarin dose in Japanese patients when treated with warfarin as compared to allele G.",
    "Notes": null
  },
  {
    "Id": 1566,
    "VariantID": 931,
    "ChemicalID": 291,
    "Medical_Effect": "Genotype CC is associated with increased time to achieve stable dose when treated with warfarin as compared to genotypes CT + TT.",
    "Notes": null
  },
  {
    "Id": 1567,
    "VariantID": 932,
    "ChemicalID": 291,
    "Medical_Effect": "Allele T is not associated with risk of Hemorrhage when treated with warfarin in people with heart valve replacement as compared to allele C.",
    "Notes": null
  },
  {
    "Id": 1573,
    "VariantID": 933,
    "ChemicalID": 132,
    "Medical_Effect": "Genotype GG is associated with increased risk of side effects when treated with imatinib in people with Leukemia, Myelogenous, Chronic, BCR-ABL Positive as compared to genotypes GT + TT.",
    "Notes": null
  }
]